{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories.json",
  "type": "Collection",
  "label": {
    "none": [
      "Interview and Oral History Collections"
    ]
  },
  "summary": {
    "none": [
      "This collection contains various oral history or interview collections from Texas A&M."
    ]
  },
  "items": [
    {
      "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/dwg.json",
      "type": "Collection",
      "label": {
        "none": [
          "Dallas Women's Gallery"
        ]
      },
      "summary": {
        "none": [
          "The Video Oral Histories of the DWG Project celebrate a defining chapter in Texas’s cultural history. They help reconstruct the story of DW Gallery (Dallas, 1975–1988), an upstart, alternative, artist-run space that would launch the careers of some of the most prominent artists in Texas and America. Founded by eight women who struggled to have their work shown in the mainstream Dallas art scene, DW Gallery stood as a model of resilience, ingenuity, collaboration, and inclusion; within its first year, it began to show the works of emerging male artists as well. These oral histories preserve the voices and stories of the artists who shaped DW Gallery, one of the state’s most influential but under-acknowledged art spaces. The Project is a multi-year initiative of the Texas Art Project at Texas A&M and Art This Week Productions."
        ]
      },
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/collections/xp68kg37h/poster",
          "type": "Image"
        }
      ]
    },
    {
      "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/scifiradio.json",
      "type": "Collection",
      "label": {
        "none": [
          "Science Fiction Radio Show Collection"
        ]
      },
      "summary": {
        "none": [
          "This collection features episodes of The Science Fiction Radio Show, which included interviews with authors, scholars, and other notable figures in the science fiction and fantasy fields, as well as discussions among the hosts on topics such as computers, L. Frank Baum, and science fiction music. The show was created by David Carson, Daryl Lane, Keith Johnson, and David Crews, with William Vernon joining the show early on. The show began airing in June 1980 from Odessa College in Odessa, Texas, and continued through its final broadcast on December 31, 1983.\n\nInterviewees include Stephen R. Donaldson, Gordon R. Dickson (discussing his then-forthcoming novel The Final Encyclopedia), Philip José Farmer (as he was concluding his Riverworld series), Hal Clement, Theodore Sturgeon, Howard Waldrop, C. J. Cherryh, Poul Anderson, Terry Carr, L. Sprague de Camp, Michael Whelan, Roger Ebert, Jim Henson (interviewed during the production of The Dark Crystal), and George R. R. Martin, among many others.\n\nFor more information about the original materials held by Cushing Memorial Library and Archives, see the finding aid."
        ]
      },
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/collections/vd66w0068/poster",
          "type": "Image"
        }
      ]
    },
    {
      "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/chicano.json",
      "type": "Collection",
      "label": {
        "none": [
          "Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "summary": {},
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/collections/j67313881/poster",
          "type": "Image"
        }
      ]
    },
    {
      "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/veterans.json",
      "type": "Collection",
      "label": {
        "none": [
          "Veterans of the Valley"
        ]
      },
      "summary": {
        "none": [
          "Veterans of the Valley” is a collection of 150 interviews and preparatory materials created for the KAMU-TV produced and aired television series of the same name. Created by host Tom Turbiville at WTAW radio as “Bravo Brazos Valley,” “Veterans of the Valley” was developed in 2004 at the request of KAMU-TV’s Jon Bennett and co-produced by Kyle Netterville at KAMU-TV’s studio on the Texas A&M University, College Station campus. The collection was donated to Cushing Memorial Library and Archives in 2017 by Turbiville with the knowledge and understanding from KAMU that the materials would be made publicly available."
        ]
      },
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/collections/5999n359j/poster",
          "type": "Image"
        }
      ]
    }
  ]
}