{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/chicano.json",
  "type": "Collection",
  "label": {
    "none": [
      "Chicano Movement and Mestizaje Ideology Oral History"
    ]
  },
  "summary": {},
  "thumbnail": [
    {
      "id": "https://avalon.library.tamu.edu/collections/j67313881/poster",
      "type": "Image"
    }
  ],
  "items": [
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j38607014/manifest.json",
      "label": {
        "none": [
          "David Hayes-Bautista: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ms35t867c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. David Hayes-Bautista was an early participant of the Chicano Movement, Third World Liberation Front, and advocate of Chicano/a health.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Hayes-Bautista discusses his participation within the Chicano Movement and his understanding of the concept of mestizaje. \n"
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vm40xr72z/manifest.json",
      "label": {
        "none": [
          "Lupe Valdez: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sb397838t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lupe Valdez was an early participant of the Chicano Movement and El Teatro Campesino, of which she is still associated.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Valdez discusses her participation within the Chicano Movement and her understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/736664631/manifest.json",
      "label": {
        "none": [
          "Armando B. Rendon: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bk128996z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Chicano journalist, Armando B. Rendon, was an early participant of the Chicano Movement and author of The Chicano Manifesto.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Rendon discusses his participation within the Chicano Movement and his understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/0p0966970/manifest.json",
      "label": {
        "none": [
          "Luis Valdez: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/rx913q023/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Luis Valdez was an early participant of the Chicano Movement and an original co-founder of El Teatro Campesino.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Valdez discusses his participation within the Chicano Movement and his understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/r207tp46r/manifest.json",
      "label": {
        "none": [
          "Lupe Friaz: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z029p483f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Guadalupe Frias was an early participant of the Chicano Movement and participated in the Chicano Student Movement.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Frias discusses her participation within the Chicano Movement and her understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6d56zw644/manifest.json",
      "label": {
        "none": [
          "Lupe Olguin: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pv63g035z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Guadalupe Olguin was an early participant of the Chicano Movement and an early member of El Teatro Campesino and the Brown Berets.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Olguin discusses her participation within the Chicano Movement and her understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qf85nb45t/manifest.json",
      "label": {
        "none": [
          "Aurora Quevedo: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dj52w479s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Aurora Quevedo was an early participant of the Chicano Movement and an early participant of the Chicano Student Movement.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Quevedo discusses her participation within the Chicano Movement and her understanding of the concept of mestizaje. \n"
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/cf95jb56k/manifest.json",
      "label": {
        "none": [
          "Felix J. Alvarez: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v979v317j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Felix J. Alvarez was an early participant of the Chicano Movement and an early member of El Teatro Campesino.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Alvarez discusses his participation within the Chicano Movement and his understanding of the concept of mestizaje. "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/p8418n28s/manifest.json",
      "label": {
        "none": [
          "Lily Alvarez: Chicano Movement and Mestizaje Ideology Oral History"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5x21tf51p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lily Alvarez was an early participant of the Chicano Movement and an early member of El Teatro Campesino.  The purpose of this interview was to better understand mestizaje ideology and its popularity during the height of the Chicano Movement.  Alvarez discusses her participation within the Chicano Movement and her understanding of the concept of mestizaje. \n"
        ]
      }
    }
  ]
}