{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/dwg.json",
  "type": "Collection",
  "label": {
    "none": [
      "Dallas Women's Gallery"
    ]
  },
  "summary": {
    "none": [
      "The Video Oral Histories of the DWG Project celebrate a defining chapter in Texas’s cultural history. They help reconstruct the story of DW Gallery (Dallas, 1975–1988), an upstart, alternative, artist-run space that would launch the careers of some of the most prominent artists in Texas and America. Founded by eight women who struggled to have their work shown in the mainstream Dallas art scene, DW Gallery stood as a model of resilience, ingenuity, collaboration, and inclusion; within its first year, it began to show the works of emerging male artists as well. These oral histories preserve the voices and stories of the artists who shaped DW Gallery, one of the state’s most influential but under-acknowledged art spaces. The Project is a multi-year initiative of the Texas Art Project at Texas A&M and Art This Week Productions."
    ]
  },
  "items": [
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3f462571k/manifest.json",
      "label": {
        "none": [
          "Interview with Tracy Harris"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/h702q6667/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Tracy Harris describes how she became involved with the DW Gallery (DWG) after being invited to show her paintings at the DWG in 1983.  She recalls her roles at the DWG in subsequent years, including participating in the review of other artists' works and the setting up of installations, as well as her  work outside the DWG. Finally, she describes her life after the DWG closed, and how she met her late husband, the artist Dan Flavin in 1992."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9019s280z/manifest.json",
      "label": {
        "none": [
          "Interview with Linda Samuels"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0z708w60v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "An interview with Linda Samuels (formerly Linda Surls) who started the DW Gallery (DWG) with several other women in 1975. The DWG began as a small women's cooperative in Dallas that was staffed by member artists, and developed a reputation as one of the nation's most respected showcases for contemporary regional artists. After serving as its first director, Linda Samuels left for California in 1980, and was succeeded by Diana Block, under whom it continued to expand and put on successful shows until it closed in September 1988. Samuels returned to curate its last show before its closing."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kp78gg60j/manifest.json",
      "label": {
        "none": [
          "Interview with Linnea Glatt"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b8515n57g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Linnea Glatt, a post-modern sculptor, installationist, and art instructor, describes how she joined the DW Gallery, an artist-run cooperative, as well as her earliest sculptures. She also shares her memories of the gallery and its surrounding neighborhood during the 1970s and 1980s. Glatt also describes how artists were invited to exhibit at the gallery and some of her later works, including site-specific installations in other states."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/m326m195q/manifest.json",
      "label": {
        "none": [
          "Interview with Jeanie Hamel"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8336h214z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jean-Marie Hamel describes her role in helping a group of fellow women artists to start the DW Gallery (DWG) and to get it running as an artist-run cooperative. She shares her memories of her solo exhibitions at the DWG in 1976 and 1977, which showcased her prints, drawings, and painted porcelain tiles, and also shares her memories of individual DWG artists."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pz50gw262/manifest.json",
      "label": {
        "none": [
          "Interview with Ann Stautberg"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6w924c030/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ann Stautberg, a photographer, describes how she and her husband, the late photographer Frank X. Tolhurst, joined the DW Gallery, where they had a joint exhibition in 1978. She recalls how the members were involved in the day-to-day management of the DWG, and describes its exhibit openings, the pricing of artworks, and her relationships with fellow DWG artists, as well collectors at the time. She also recalls mentors, including Peter Feresten, whom she met while teaching at Tarrant County Junior College, where he designed the photography department. During the second half of the interview, she describes her husband Frank's career and their relationship."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vq27zn60p/manifest.json",
      "label": {
        "none": [
          "Interview with Susie Phillips"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b5644r74w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Susie Phillips describes how she joined the DW Gallery (DWG) in 1978 as a painter and textile artist. She shares her memories on how it was run, as well as stories about the DWG in its early days. She and Richard Serrano discuss the circumstances that led to its closure in 1988. Susie also reflects on DWG's last exhibit, which was curated by its first director, Linda Samuels.and one of her pieces that was featured in it (\"Holding My Own\"). "
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/dv13zt526/manifest.json",
      "label": {
        "none": [
          "Interview with Frances Bagley"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/44558d57m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Sculptor Frances Bagley reflects on events during her early career, including the way sculpture was taught \"in a very macho way\" in her Master's program at the University of North Texas in the early 1970s, and her role in helping to design an emerging art department and its building while teaching at the University of Texas at Dallas. She also describes the 500X Gallery in the early 1970s, which she joined before becoming a member of the DW Gallery, and her involvement with Toxic Shock, a political art collaborative of women artists, in the early 1980s."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kh04dp923/manifest.json",
      "label": {
        "none": [
          "Interview with Julie Cohn"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x920fx092/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Julie Cohn describes how she became involved with the Dallas arts scene in the early 1980s, after graduating from Southern Methodist University. As an artist who began her career specializing in printmaking and the book arts, she formed collaborations with other female artists, including the political art collaborative, Toxic Shock. She and photographer Linda Finnell also started and ran Two Women Boxing, a business that sold handmade books and boxes to high-end stores around the world for fifteen years. Finally, she describes solo and group exhibits at the DW Gallery, as well as the community that surrounded it at the time."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5425k985f/manifest.json",
      "label": {
        "none": [
          "Interview with Barbara Bell"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kd17ct10k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Barbara Bell describes how she began her career as an artist specializing in painting and printmaking, and the encouragement she received from the artist Ray Johnson  in response to an exhibit of her early work in New Mexico. She also shares her memories of moving to Dallas in the mid-1970s, and the origins of the DW Gallery, as well as its later incorporation in the early 1980s. Finally, she recalls its closing in 1988, and reflects on the influence that it has had on her career."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5712m6699/manifest.json",
      "label": {
        "none": [
          "Interview with Linda Ridgway"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kp78gg61t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Linda Ridgway describes how she transitioned from printmaking and drawing to creating bronze sculptures with the support of the sculptor Harry Geffert. She also describes how she became involved with the DW Gallery (DWG), helping with installations and participating in the selection of artworks for exhibits. She also recalls her own solo and group shows at the DWG, as well as those of fellow artists, and their support for each other. She also describes the day-to-day operations by DWG members and how this changed in later years."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/000000132/manifest.json",
      "label": {
        "none": [
          "Interview with Ellen Soderquist"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tt44pn12m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ellen Soderquist, an artist of graphite drawings of the nude human body and a life drawing instructor, talks about her early career and her involvement with the DW Gallery (DWG) in the early 1980s. She describes the reaction to her nude drawings, including being censored at an exhibit in the Plaza of the Americas. She also recalls how members of the DWG shared in its day-to-day operations and discusses her solo and group exhibitions at the DWG, as well as working with human models. Other topics include: the community of artists at the DWG and events, the role of Diana Block, the director of the DWG, and her work outside of the DWG and after it closed."
        ]
      }
    }
  ]
}