{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/scifiradio.json",
  "type": "Collection",
  "label": {
    "none": [
      "Science Fiction Radio Show Collection"
    ]
  },
  "summary": {
    "none": [
      "This collection features episodes of The Science Fiction Radio Show, which included interviews with authors, scholars, and other notable figures in the science fiction and fantasy fields, as well as discussions among the hosts on topics such as computers, L. Frank Baum, and science fiction music. The show was created by David Carson, Daryl Lane, Keith Johnson, and David Crews, with William Vernon joining the show early on. The show began airing in June 1980 from Odessa College in Odessa, Texas, and continued through its final broadcast on December 31, 1983.\n\nInterviewees include Stephen R. Donaldson, Gordon R. Dickson (discussing his then-forthcoming novel The Final Encyclopedia), Philip José Farmer (as he was concluding his Riverworld series), Hal Clement, Theodore Sturgeon, Howard Waldrop, C. J. Cherryh, Poul Anderson, Terry Carr, L. Sprague de Camp, Michael Whelan, Roger Ebert, Jim Henson (interviewed during the production of The Dark Crystal), and George R. R. Martin, among many others.\n\nFor more information about the original materials held by Cushing Memorial Library and Archives, see the finding aid."
    ]
  },
  "thumbnail": [
    {
      "id": "https://avalon.library.tamu.edu/collections/vd66w0068/poster",
      "type": "Image"
    }
  ],
  "items": [
    {
      "id": "https://avalon.library.tamu.edu/media_objects/7s75dc598/manifest.json",
      "label": {
        "none": [
          "Poul Anderson: Interview (Show #42-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2r36tx80c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Poul Anderson discusses his \"future histories,\" which he defines as \"a group of novels written along a consistent timeline in the future\" where the same characters may not recur, but the intention is to \"speculate on the evolution of human society beyond the present day.\" He is asked about an unnamed collection of such stories, which includes \"Wolf,\" \"Quixote in the Windmill,\" Cold Victory,\" and \"The Snows of Ganymede.\" He also discusses a second future history (\"The Future History of the Polytechnic League\" or the \"League and Empire\" series). Anderson discusses how he built up this series over time, and describes his various characters, including Nicholas van Rijn and Dominic Flandry, that appear in the novels. Anderson also discusses \"world building, \" or the construction of imaginary worlds. He describes how he constructed the planet Diomedes in \"The Man Who Counts,\" and how he made the winged, intelligent, aliens that appear in his stories scientifically plausible with the help of science fiction editor John W. Campbell. Finally, he discusses how science fiction has changed and how the public has a greater awareness of this genre."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ws859f89n/manifest.json",
      "label": {
        "none": [
          "Brian Aldiss: Interview (Show #32-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sx61dm51p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Award-winning British science fiction writer Brian Aldiss discusses his origins as a writer and some of his works, including \"Barefoot in the Head,\" a novel about drug use, that was inspired by the counterculture of the 1960s. He also explains his criticism of Hugo Gernsback in \"Billion Year Spree,\" whom he accuses of segregating science fiction as a genre, resulting in a \"monoculture.\" He also discusses his motivations for writing books that were reimaginings of classic literary works, including \"An Island Called Moreau,\" \"Frankenstein Unbound,\" and \"The Saliva Tree,\" a tribute to H.G. Wells. Finally, he discusses the inspiration behind \"The Malacia Tapestry,\" and its use of art as theme. Finally, he discusses one of his more experimental works, and \"Helliconia Spring\" (1982), his latest novel at the time, and his plans to expand it into a trilogy."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/h415p975z/manifest.json",
      "label": {
        "none": [
          "L. Frank Baum's The Wizard of Oz Series: Interviews with Fred Meyers and Philip Jose Farmer"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6969z0952/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "In the first two segments, Fred Meyers, a former president of the International Wizard of Oz Club, discusses L. Frank Baum's intentions when he temporarily ended his Oz series after six novels, and what motivated him to continue the series. He also discusses how other writers contributed to Baum's series after his death in 1919, and how their works were illustrated by John R. Neill, who also wrote some Oz novels. In addition, Meyer shares information about the International Wizard of Oz Club. including its membership and their activities. In later segments, Philip Jose Farmer talks about his early love for the Oz books and why he wrote \"A Barnstormer in Oz,\" a science fiction sequel set some thirty years after the events in the first novel in the series. He also discusses how two of his characters were inspired by characters from pulp fiction magazines. Finally, he shares his opinion on why Oz has retained its popularity."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ns0646264/manifest.json",
      "label": {
        "none": [
          "Piers Anthony: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cr56n1206/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Piers Anthony, who writes both science fiction and fantasy, is asked which genre that he prefers. He also discusses why fantasy fiction has become popular and the role of Del Rey Books. Anthony also discusses how he came to write two sequels to his fantasy novel, \"A Spell for Chameleons\" and how he has continued to publish more novels in the Xanth series. In addition, he discusses his Cluster series of science fiction novels, which had originally been designed as a trilogy, and how they include ideas from a group of tarot card readers that he met while doing research for the novels. Anthony also describes the problems that he has had with publishers, and how he overcame being blacklisted by the publishing industry in the early 1970s after insisting on being paid fairly for his first novel. Finally, he talks about his use of a pen name and how he feels about receiving and responding to fan mail."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/rj430476v/manifest.json",
      "label": {
        "none": [
          "Michael Bishop and John Eric Holmes [Dungeons and Dragons]: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0g354f39j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Michael Bishop explains his motivations for writing science fiction. He discusses the basis for his book \"A Funeral of the Eyes of Fire,\" which was later revised as \"Eyes of Fire\" in 1980. He also discusses why he wrote about a domed city in his short stories, \"A Little Knowledge\" and \"Catacomb Years\", his use of eyes in alien creatures, and how these books depict conflict between advanced and primitive civilizations. He also describes the origin of his short story \"Death and Designation Among the Asadi,\" and how it was later expanded into the novel \"Transfigurations.\" He discusses his research into anthropology and early hominids. In a later segment, Dr. John Eric Holmes, the author of \"Fantasy Role Playing Games,\" talks about the popularity of \"Dungeon and Dragons\" and its relationship to fantasy literature. He also describes incidents where the game caused controversy in the news media. These include the disappearance (and later discovery) of a college student at Michigan State University, and the public reaction to the inclusion of mythological figures, such as demons and devils, as characters in the game."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/m039k508b/manifest.json",
      "label": {
        "none": [
          "Gregory Benford: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tx31qh919/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gregory Benford, a professor physics at the University of California-Irvine who writes science fiction in his free time discusses his approach to writing, and his influences. He also describes how writing science fiction differs from writing mainstream literature, and why people are surprised to discover that science can be good literature. In addition, he discusses his motivations for writing his 1980 novel \"Timescape, \" including his desire to provide a realistic depiction of a scientist at work and provide a different twist on the common theme of time travel. He also talks about his incorporation of real people as characters in the novel."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3n203z262/manifest.json",
      "label": {
        "none": [
          "Charles Harness: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x059c758f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Harness describes how he started writing science fiction, and how his story \"The Rose\" was first published in the British magazine \"Authentic Science Fiction Monthly,\" and later in book form. He also describes the influence of Damon Knight in helping it to become published years later in the United States. Harness also discusses how he wrote \"The Rose,\" including how the earliest version differed from the book version. He also describes the inspirations for some of his characters in \"The Rose\" and \"the Ring of Ritornel,\" \"The Catalyst.\" and \"Wolfhead.\" He also describes how Wagner's opera, \"Tristan und Isolde,\" inspired the plot of \"The Firebird,\" and how David Hartwell, editor of Pocketbooks, influenced the novel."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z603qx59p/manifest.json",
      "label": {
        "none": [
          "Harry Harrison: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zk51vh05k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Harry Harrison discusses his role in popularizing the subgenre of \"adventure science fiction.\" He also discusses some of his works, including the \"Deathworld\" and \"Stainless Steel Rat\" series and his novel \"Bill, the Galactic Hero,\" a spoof of war and militarism that is based on his own experience in the military. The role of humor in his works is also discussed. In addition, he discusses how his concern for overpopulation inspired the writing of his 1966 novel, \"Make Room, Make Room.\" Finally, he describes how this novel was adapted into the movie \"Soylent Green.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1v53jx25w/manifest.json",
      "label": {
        "none": [
          "\"Hard Science Fiction\": an Interview with Hal Clement"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0r9673908/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The Science Fiction Radio Show hosts discuss the definition and history of \"hard science fiction.\" Hal Clement, \"probably the most popular of the hard science fiction authors,\" is interviewed about how he got started as a writer. He discusses writing books such as \"Mission of Gravity\" (including his creation of the alien world of the \"Meskinites\") and \"The Needle.\" Finally, he discusses the depiction of aliens in science fiction in his own works and those of other writers."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j6731402n/manifest.json",
      "label": {
        "none": [
          "Ray Bradbury: Interview (Show #40-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0g354f409/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ray Bradbury describes how he got started as a science fiction writer, when at the age of nineteen, he was invited to meet a group of science fiction writers in Los Angeles. In this group, he met Forrest J. Ackerman, who became his first editor, and other writers who became mentors. He also describes how he gained the confidence to get his stories published in pulp magazines as a young writer. In addition, he describe how he wrote \"The Martian Chronicles,\" and his opinion about NBC's six-hour dramatization of the book in 1980. He also describes the origin of his novel \"Something Wicked This Way Comes,\" and explains his use of the carnival as a symbol of evil. In addition, he describes how \"Fahrenheit 451\" was inspired by his anger about censorship of books in libraries. Finally, he shares his views about technology, and censorship."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qf85nb60x/manifest.json",
      "label": {
        "none": [
          "Ray Bradbury and Jessica A. Salmonson: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z603qx60f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ray Bradbury discusses writing for television and adapting and producing his own stories into plays. He also discusses writing poetry, and what he was working on at the time of this interview. In addition, he discusses how he feels about being labeled as a \"science fiction writer,\" the value of imagination, his respect for George Bernard Shaw, and his future plans. Jessica Salmonson is also interviewed about why fantasy fiction appeals to readers."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/q811kj88w/manifest.json",
      "label": {
        "none": [
          "Marion Zimmer Bradley: Interview (Show #49-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bv73c0666/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Marion Zimmer Bradley discusses her career as a science fiction and fantasy author, and her interest in themes related to the occult, such as parapsychology, telepathy, and ESP. She also describes how she came to write her \"Darkover\" series of novels that feature descendants of humans that crash-landed on another planet who have developed telepathic powers but have not developed technology. Bradley discusses her views on technology and the \"oath of total freedom\" sworn by the female Amazon warriors in the series, and its relevance to the role of women in society. Finally, she discusses women science fiction and fantasy writers."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/2514nk723/manifest.json",
      "label": {
        "none": [
          "Ed Bryant: Interview (Show #29-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ms35t878w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ed Bryant explains why he prefers to work in the medium of the short story, and his plans for publishing novels. He also describes the city of Cinnabar, the setting for his collection of short stories (\"Cinnabar\"), and what inspired it. In addition, he explains his acknowledgement to Joan Bernott in this book and shares his ideas for future stories about this fictional city. In addition, he explains his fascination with sharks and how this led to the writing of his short story \"Shark.\" Bryant also describes the origin of his story \"Particle Theory\" and how any writer can get hard science ideas by using the right resources. Finally, he talks about his resistance to being typecast as a writer of any particular genre."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n583xv25x/manifest.json",
      "label": {
        "none": [
          "Terry Carr: Interview (Show # 46-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/vh53wv94r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Terry Carr describes how he became interested in science fiction and how as an editor at Ace Books, he began a series called \"Ace Science Fiction Specials\" for adult science fiction novels, and started to edit anthologies. He also compares how selling a story to a monthly science fiction magazine vs. selling it to an anthology may impact an author's career in different ways, and his process for selecting magazine stories for the \"The Best Science Fiction of the Year,\" which he began in 1972 with Donald Wollheim. Carr also discusses his motivation for editing theme-based anthologies, such as \"Science Fiction for People Who Hate Science Fiction\" and the Sierra Club project, \"Dream's Edge: Science Fiction Stories About the Planet Earth,\" which he criticizes. Carr also describes researching and writing background material for the anthology, \"Classic Science Fiction: The First Golden Age,\" which includes stories published during the years 1940 and 1942. In addition, Carr explains the origin of his 1977 novel \"Cirque,\" and how its fictional city was inspired by the Bay Area. He also explains the symbolism at the end of the novel, as well as in its title. Finally, he discusses his motivation for writing the story \"The Dance of the Changer and the Three\" and shares his views on the role of myth and the capacity of humans for understanding alien psychology."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5138jf046/manifest.json",
      "label": {
        "none": [
          "Charles Brown and Ardath Mayhar: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/h415p9767/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Brown discusses how he started Locus, a science fiction trade magazine in 1968 and how it has evolved. He also shares how he first became interested in science fandom and describes the publishing process at Locus. Ardath Mayhar is also interviewed about H. Beam Piper's novels that feature \"fuzzy sapien\" aliens as characters. She describes how she has continued his legacy after his death by writing her 1982 novel \"Golden Dream: Fuzzy Odyssey\" from the alien creatures' perspectives."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pv63g0481/manifest.json",
      "label": {
        "none": [
          "Cataclysm as a Theme in Science Fiction"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kw52j825f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts explore the history of cataclysm as a theme in science fiction from the nineteenth to the twentieth centuries. Many of the later works that are discussed include the theme of human survival in the the aftermath of a nuclear holocaust, including \"On the Beach,\" a movie that was adapted from a book of the same title, Pat Frank's \"The Last of Babylon,\" and Mordecai Roshwald's \"Level 7.\" Peter George's \"Red Alert\" (later adapted into the movie \"Dr. Strangelove\") is also discussed, as well as Norman Spinrad's \"The Big Flash\" (1969), which was part of the \"New Wave\" in science fiction, and featured themes such as rebellion and protest. Other works include Roger Zelazny's \"Damnation Alley,\" Walter Miller Jr.'s \"A Canticle for Leibowitz.\" Leigh Brackett's \"The Long Tomorrow,\" and John Wyndham's \"The Day of the Triffids,\" where a meteor shower blinds most of the human population. Finally, they describe the plots of Christopher's Priest's \"Inverted World,\" which takes place on a damaged, \"hyperboloid\" planet, and J.G. Ballard's \"The Drowned World,\" in which Earth is rendered uninhabitable by solar radiation."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3f4625709/manifest.json",
      "label": {
        "none": [
          "A Close Encounter with the Center for UFO Studies: Interview with Dr. Richard Haines"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cr56n121g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Richard Haines was a \"vision researcher from NASA\" and a scientific board member and field investigator at the Center for UFO Studies. In this interview, he describes the work of the Center and some of its research findings."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n296wz28h/manifest.json",
      "label": {
        "none": [
          "Jack Chalker: Interview (Show #37-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/7p88cg719/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack L. Chalker describes how he became a science fiction writer with the help of other writers and editors like John W. Campbell. He describes how he wrote \"Jungle of the Stars\" and how it was first bought by his friend and fellow writer, Judy-Lynn del Rey. Chalker also describes how he got the idea for the \"Well World,\" an artificial planet constructed by a vanished civilization and divided into 1,560 separate environments. Chalker also discusses the Markovians, an alien species of superior intelligence that created the Well World and who experiment with creating new species. In addition, Chalker describes how he started a fanzine called Mirage early in his career, which later led to the establishment of his publishing company, Mirage Press. In addition, he talks about the books in \"The Four Lords of the Diamond\" series, which also feature an alien species."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/4m90dv74b/manifest.json",
      "label": {
        "none": [
          "Science Fiction Radio Show: a Conversation about Arthur C. Clarke"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/fq977v073/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts discuss the influence of Arthur C. Clarke. They begin by discussing the film, \"2001: a Space Odyssey,\" which had a screenplay that was co-written by Clarke and Stanley Kubrick, based on \"The Sentinel,\" one of Clarke's short stories. They also discuss his nonfiction essays, including \"Extraterrestrial Relays,\" about communication satellites. In addition, they discuss how some of the concepts in Clarke's stories may potentially become technologically feasible some day (e.g., a \"space tower\" anchoring a space station to the earth in \"Fountains of Paradise\"). The hosts also discuss the plot of \"Rendezvous with Rama,\" in which humans explore an alien spaceship that has entered the Solar System, as well as \"Fall of Night\" (later changed to \"The City and the Stars\"), in which highly evolved people with superhuman abilities live inside a domed city."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/p2676v80j/manifest.json",
      "label": {
        "none": [
          "C. J. Cherryh: Interview (Show #41-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0z708w593/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "C.J. Cherryh describes reading science fiction at an early age and what motivated her to start writing in this genre. She explains why she chose Donald A. Wollheim of DAW Books to be her editor. In addition, she discusses her preference for writing science fiction over fantasy, and her interest in technology and keeping things \"technically accurate\" in her works. She also discusses several characters, including Morgaine, from her early novel \"Gate of Ivrel,\" as well as characters from \"The Pride of Chanur\" (including the \"Hani,\" an alien species, and Tully, a human). In addition, she describes how she applied her knowledge of desert survival and earlier nomadic cultures on Earth to create a tribal, nomadic species of aliens called the \"Mri\" in her \"Faded Sun\" trilogy."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/nv935309p/manifest.json",
      "label": {
        "none": [
          "L. Sprague de Camp: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2b88qc423/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "L. Sprague De Camp discusses how he began his career publishing science fiction stories in pulp magazines. He also discusses the use of humor in science fiction writing science fiction, and describes one of his Harold Shea stories, where the main character must recite an epic in order to be spared by a beast. He also describes his collaboration with Fletcher Pratt on the Harold Shea stories, which were based on a theory involving symbolic logic. He also discusses how Fletcher's knowledge of Norse mythology and their readings of Spencer's \"The Faerie Queen,\" Ariosto's \"Orlando Furioso,\" \"The Kalevala,\" and Irish mythology influenced these stories."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z890rt473/manifest.json",
      "label": {
        "none": [
          "The Dark Crystal: Interview with Jim Henson"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kd17ct060/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Henson briefly describes technical aspects behind the puppetry in the making of the movie \"The Dark Crystal.\" He describes the set designs that allowed them to manipulate the creatures in the movie and contrasts them with the conditions under which they filmed \"The Muppet Movie\" and \"The Great Muppet Caper.\" He also describes the process for creature design, including the initial sculpting, mocking up, and testing of a character."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5x21tf63g/manifest.json",
      "label": {
        "none": [
          "Jo Clayton and Ann Maxwell: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/w9505060b/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jo Clayton discusses her origins as a writer and her \"Diadem\" series of novels. She discusses how she created the character Aleytys, as well as the Diadem, which is an alien artifact containing trapped human spirits that Aleytys draws power from. Clayton also describes how she became inspired to write fantasy fiction, and compares it with the process of writing science fiction. In a later segment, Ann Maxwell describes how she decided to become a writer and discusses her series of novels (\"The Singer Enigma,' \"A Dead God Dancing,\" \"Name of a Shadow,\" and \"Jaws of Menx\") that share a common universe governed by a body called the Concord. She explains why she chose to feature relationships between men and women of strong character in all of these novels. Finally, she describes the characters in her \"Fire Dancer\" series."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/sx61dm52z/manifest.json",
      "label": {
        "none": [
          "Humor in Science Fiction: Interview with L. Sprague de Camp"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3j333246g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The Science Fiction Radio Show hosts discuss various works of science fiction that incorporate a sense of humor, including satire. They also interview L. Sprague de Camp, about the use of humor in his stories. De Camp begins by describing how he got started as a science fiction writer, publishing in pulp magazines. He expresses his views on the role of humor in science fiction. He also describes how he met Fletcher Platt and collaborated with him on the Harold Shea science fantasy stories, and the internal consistency of the world depicted in them. He describes how Fletcher's knowledge of Norse mythology and their readings of Spencer's \"The Faerie Queen,\" Ariosto's \"Orlando Furioso,\" \"The Kalevala,\" and Irish mythology influenced these stories. He also describes his motivations for writing fiction. In addition, he describes how Lord Dunsany's \"The Collected Jorkens\" was the antecedent for the fantasy compilation \"Gavagan's Bar,\" another collaboration between De Camp and Fletcher Platt."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/mp48sc984/manifest.json",
      "label": {
        "none": [
          "Hal Clement: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/41687h716/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Hal Clement, a highly regarded \"hard science fiction\" writer, explains his motivations for writing, and discusses scientific concepts in his 1981 book \"Nitrogen Fix.\" He also describes how he started writing science fiction, an activity that he continues to pursue while maintaining a career as a high school science teacher. In addition, he describes his method for developing the psychology of alien creatures in a realistic way. Clement also describes how he constructed the fictional planet \"Mesklin,\" which was featured in his novel \"Mission of Gravity,\" and an instance where members of the Mitzvahs (MIT's Science Fiction Society) found statements in the novel that conflicted with current scientific knowledge. Finally, Clement explains why he wrote a sequel, \"Starlight,\" which was published in 1970, and continues the strange relationship between the Mesklinites and humans."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/x633f126n/manifest.json",
      "label": {
        "none": [
          "Gordon Dickson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kk91fk776/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gordon R. Dickson discusses his early career as a science fiction writer and his Dorsai series of novels (also known as the \"Childe Cycle\"), which he had been working on for over 20 years. He explains how the stories, despite not being chronologically connected, all argue that we are undergoing an ethical evolution toward becoming a \"responsible human being.\" He also discusses human archetypes portrayed by his characters and how his plans for dividing up the series changed due to publisher limitations regarding the length of novels that they were willing to publish at the time."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9s161641g/manifest.json",
      "label": {
        "none": [
          "Early Science Fiction: a conversation [including a segment with Jack Williamson]"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8s45q890d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The Science Fiction Radio Show hosts discuss early works in science fiction, including Mary Shelley's \"Frankenstein\" and the works of Jules Verne, H.G. Wells, and Edgar Rice Burroughs. Also discusses the rise of the pulp science fiction magazine (Amazing Stories, etc.). Includes excerpts of an interview with Jack Williamson, who shares his memories of writing for pulp magazines and the community of science fiction writers that arose from them in the 1920s."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gq67jr40s/manifest.json",
      "label": {
        "none": [
          "\"First Contact\" as a Theme in Science Fiction, Pt. 1"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/f1881m09t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The theme of \"first contact\" between humans and aliens in science fiction is explored, beginning with H.G. Wells and the concept of the alien as the \"bug-eyed monster.\" This began to change with Stanley Weinbaum's 1934 story, \"The Modern Martian Odyssey,\" which portrayed aliens as non-aggressive, sensitive creatures. The radio show hosts also discuss how stories In the 1930s and 1940s, such as Murray Langster's \"First Contact,\" incorporated historical events and racial attitudes at the time. Hal Clement's story, \"Needle\" (1950), which depicted aliens as possessing feelings that readers could empathize with, is also discussed. In addition, they discuss Blish's \"The Case of Conscience\" where a human priest undergoes a crisis of conscience when he encounters a \"perfect\" alien society that lacks any concept of religion or faith, and is driven by pure reason. Other stories have a theme of humility, such as the works by John Varley, where aliens are portrayed as being more intelligent than humans, and Gordon R. Dickson's \"Dolphin's Way,\" where the aliens choose dolphins over humans as the species that they want to communicate with. Another example is Stanislaw Lem's \"Solaris,\" where an alien species is so advanced that direct communication between it and humans is not possible. Finally, \"A Mote in God's Eye,\" by Larry Niven and Jerry Pournelle, is discussed, which explores the theme of overpopulation, and in which the aliens' hostility to humankind is disguised."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/xd07gs91b/manifest.json",
      "label": {
        "none": [
          "Philip Jose Farmer: Interview (Show #39-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zp38wc820/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Philip Jose Farmer describes how he became a science fiction writer, selling his first story in 1952, \"The Lovers,\" which broke a taboo against writing about sex in the genre. He also describes his interest in religion, which he has incorporated as a theme in many of his works, and how it has been influenced by his upbringing. Farmer also discusses the basis of his \"Riverworld\" series, themes that he would like to cover in the future, and whether he intends to continue the series after the fourth book, \"The Magic Labyrinth.\" Farmer also explains his identification with Kurt Vonnegut Jr.'s character, Kilgore Trout, and how he used the name as a pseudonym in his novel \"Venus on the Half Shell.\" Farmer also describes the reactions of Vonnegut and the public to his use of this pseudonym. Finally, Farmer describes how writing under a pseudonym can help break episodes of writer's block, and discusses his books that feature Tarzan or Tarzan-like characters."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1544bp41f/manifest.json",
      "label": {
        "none": [
          "Roger Ebert [Science fiction films] and a very brief segment with Jack Williamson, A.E. Van Vogt, L. Sprague de Camp and Frederick Pohl [Science fiction in the 1930s]"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b8515n55x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The film critic Roger Ebert discusses science fiction films and their popularity, including E.T. and Blade Runner. He also discusses horror films, including The Thing and Poltergeist, and criticizes the fantasy film genre. In the final segment, Jack Williamson, A.E. Van Vogt, L. Sprague de Camp and Frederik Pohl discuss the science fiction scene in the 1930s, at the dawn of it's \"Golden Age.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3197xm26k/manifest.json",
      "label": {
        "none": [
          "Robert Forward and Teresa Patterson: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cz30ps83k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Robert Forward discusses scientific theories and concepts behind space travel faster than the speed of light, including space warps, space drive theory, and twister theory. Teresa Patterson shares her memories designing costumes for characters at science fiction conventions, including the sorceress Morgan le Fay. She also describes different types of science fiction fans, and filk singing at these events."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/zg64tm12r/manifest.json",
      "label": {
        "none": [
          "Robert Forward and Norman Spinrad: Interviews (Show #43-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/mk61rh23r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Physicist Robert Forward discusses his experience writing his first novel, \"Dragon's Egg,\" and the influence of Larry Niven and Lester del Rey in helping to shape the final manuscript. He also discusses the science behind the plot involving a neutron star, and his belief that \"selling science\" is part of his job as a writer. Later on, Norman Spinrad discusses his award-winning antifascist novel, \"The Iron Dream,\" which was written in Adolf Hitler's voice and was banned in Germany."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3n203z27b/manifest.json",
      "label": {
        "none": [
          "Joe Haldeman: Interview 1"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/g732d923s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Joe Haldeman discusses his novel, The Forever War. He also describes how he uses his background in physics and astronomy in his writing, and how time dilation is used in the novel. Haldeman also discusses how his experience fighting in the Vietnam War influenced his fiction, and the theme of war and conflict in his novels (\"All My Sins Considered\"). His writing style is also discussed in his short story \"Howard Hughes' A Modest Proposal\" and his novel \"Mindbridge,\" and the reaction to his style at the Iowa Writers Conference. Finally, he discusses how came to write Star Trek novels, and his latest work (\"Worlds,\" the first book in a trilogy) at the time of the interview."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qj72p7338/manifest.json",
      "label": {
        "none": [
          "James Gunn: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tq57nr23w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James Gunn, a professor at the University of Kansas, describes how he became a writer of science fiction, as well as a teacher and critic. He also discusses a few of his works, including \"Alternate Worlds,\" his first major critical work published in 1976, and his four-part series \"The Road to Science Fiction.\" He also discusses the theme of happiness in his science fiction, including in his novels, \"The Joymakers\" (1963) and \"The Dreamers\" (also published as \"The Mind Master\"). Finally, he discusses immortality, as explored in his novel \"The Immortals.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/wh246s32r/manifest.json",
      "label": {
        "none": [
          "Science Fiction Radio Hour: \"Future Histories\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tb09j584k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "A discussion of a science fiction subgenre known as the \"future history.\" After a brief introduction, selected works of three authors in this genre are discussed: Robert Heinlein (\"The Roads Must Roll,\" \"Lifeline,\" \"The Man Who Sold the Moon,\" \"The Green Hills of Earth,\" and \"Methuselah's Children\"), Poul Anderson (\"Psycho-technic League,\" \"Trader to the Stars,\" \"War of the Wingmen\") and Larry Niven (\"Ringworld\"). Various themes featured in these work include human evolution, travel to and colonization of other planets, and humans with greatly expanded lifespans."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/np1939428/manifest.json",
      "label": {
        "none": [
          "James Gunn [Teaching Science Fiction]; Lester Simons [The Tolkien Society]; Dean Ing [Author of \"Systemic Shock\"]: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sq87bt78m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James Gunn discusses the teaching of science fiction at the University of Kansas, where he is a professor. He describes the three-week Intensive English Institute on the Teaching of Science Fiction, which he created and co-taught with writers such as Gordon Dickson, Theodore Sturgeon, and Frederik Pohl. In a later segment, Lester Simons, the membership secretary of the Tolkien Society, also describes the history of the Society, its events, and its publications \"Amon Hen\" and \"Mallorn\" that published art and literary works created by its members. Simons also compares British and American Tolkien fans and describes materials in J.R.R. Tolkien's archives that had not yet been published. Finally, Dean Ing discusses his 1981 book \"Systemic Shock,\" about a nuclear war."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6w924c01f/manifest.json",
      "label": {
        "none": [
          "James P. Hogan: Interview 1"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8p58pd10f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James P. Hogan, known for his \"hard science fiction\" describes how he began to write science fiction when he sold computers to scientists, from whom he gathered information and ideas. He also discusses his first novel, a \"science fiction detective story\" called \"Inherit the Stars,\" and how it reflects his views on how science should be depicted in literature. He also talks about his use of realistic detail in his futuristic stories, and his views on optimism and time travel."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9880vr26p/manifest.json",
      "label": {
        "none": [
          "James P. Hogan: Interview 2 (Show #31-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zc77sq26v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James P. Hogan, known for his \"hard science fiction\" discusses how, as a former computer salesman, he was inspired by his scientist customers to begin to write science fiction. He also describes how he came up with the ideas for the plot in \"Inherit the Stars\" (1977), and how it reflects his view of how science should be depicted in literature. He also discusses the sequels to that novel, \"The Gentle Giants of Ganymede\" (1978) and \"Giants' Star\" (1981), about a race of extraterrestrials. In addition, he explains his interest in time travel, which became a theme in his novel \"Thrice Upon a Time\" (1980). Finally, he discusses the importance of making details in his stories realistic, even though they are set in the future."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/wm117p206/manifest.json",
      "label": {
        "none": [
          "Harry Harrison and George Proctor: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v692t642c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Harry Harrison discusses his dystopian trilogy, \"To the Stars\" (1981), and his novel, \"Rebel in Time\" (1983), which was published recently at the time of this interview. He also discusses how he came to write his adventure science fiction novel \"Planet of No Return,\" and his use of humor in works such as \"The Technicolor Time Machine\" and \"Star Smashers of the Galaxy Rangers.\" He also discusses the process of writing short stories, as well as some of his stories (\"Rescue Operation\", \"Mute Milton\") and how they were inspired by his life experiences. Finally, George Proctor discusses editing \"Lone Star Universe\" (1976), an anthology of stories written by Texans that was never widely distributed. The latter is considered to be the first regional science fiction anthology."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ff3655435/manifest.json",
      "label": {
        "none": [
          "Science Fiction Radio Show: a Conversation about Robert A. Heinlein"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/q811kj895/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "A discussion of the plots, themes, and characters in Robert Heinlein's stories and novels. Some of his earliest works in his \"Future History\" series are discussed (\"Lifeline\", \"The Roads must Roll, \"Universe\", \"Common Sense\"). He also used space exploration as a theme in his later works, including \"The Man Who Sold the Moon\", \"Requiem\", \"The Green Hills of Earth\", and \"Methuselah's Children,\" and explored feminist themes with \"Delilah and the Space Riggers.\" Finally, two of his juvenile works are discussed (\"Starship Troopers\", \"Rocketship Galileo\"), as well as \"Stranger in a Strange Land\" (1961)."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/d217qp788/manifest.json",
      "label": {
        "none": [
          "Robert E. Howard: Interviews with L. Sprague de Camp, Charlotte Laughlin, Jack Scott, Leroy Butler and William Crider"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/th83kz480/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "L. Sprague de Camp and Charlotte Laughlin, discuss the life of fantasy writer Robert E. Howard, approximately one year before \"Dark Valley Destiny\" (1983), their biography of Howard, was published. They discuss his famous character \"Conan,\" which De Camp also featured in his own 'pastiche\" novels, and Laughlin provides insight into Howard's psyche and potential motives for creating the character. In addition, Jack Scott, a newspaper editor, and Leroy Butler, a childhood friend, share their memories growing up with Howard in Cross Plains, Texas, as well as his suicide in 1936. Finally, Dr. William Crider explains what a \"pastiche\" is, and he and Laughlin discuss Conan in popular media."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kk91fk78g/manifest.json",
      "label": {
        "none": [
          "Jack L. Chalker [Hugo & Nebula Awards]; Jack L. Chalke, Frederik Pohl and C. J. Cherryh [Science Fiction and Fantasy Genres]; Joan Vinge [author of \"The Snow Queen\"]: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/br86b378r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack Chalker explains the differences between the Hugo and Nebula Awards, two of the best known awards for science fiction and fantasy. C. J. Cherryh also discusses the value of science fiction and fantasy, and Frederik Pohl shares his view on the value of science fiction. Cherryh and Chalker talk about why people are drawn to science fiction and fantasy. In addition, Joan Vinge discusses the writing of \"The Snow Queen,\" her first full-length novel, and her influences, including Han Christian Anderson's fairy tale of the same title."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8623hx89w/manifest.json",
      "label": {
        "none": [
          "Gordon Lewis [AggieCon]; Dean Ing [author of \"Pulling Through\"]; David A. Wollheim [Science Fiction as a Literary Genre]: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cr56n122r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gordon Lewis describes AggieCon, an annual science fiction/fantasy convention at Texas A&M University that is organized by Cepheid Variable, a student-run organization. He describes its activities, operational challenges, and how locally and nationally-known authors are invited as guest speakers. Lewis also discusses the 14th AggieCon (1983), which had been taking place at the time of this interview. In a later segment of this episode, Dean Ing discusses topics that he has incorporated into his science fiction, including the theme of survival under a nuclear holocaust in \"Pulling Through,\" his latest novel at the time of this interview. Finally, Donald A. Wollheim, a longtime author, editor, and publisher, comments on science fiction as a distinct literary genre."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bg257f28s/manifest.json",
      "label": {
        "none": [
          "Dean Ing: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ks65hc409/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dean Ing discusses some of his earliest stories, including \"Tight Squeeze\" and \"Red Rover,\" and why he stopped writing for almost twenty years. He also explains why his fiction is frequently set in the 1980s and early 1990s, which were considered to be the \"near future\" at the time of this interview. In addition, he shares his techniques for selecting themes and the impetus behind his novella \"Anasazi,\" which was inspired by his interest in North and Central American archaeology and anthropology, and his inclusion of aliens in its plot. He also discusses his first novel, \"Soft Targets\" (1979), and how it incorporates ideas from sociology when exploring the relationship of terrorism with television. Finally, he discusses why he did not choose to write fantasy fiction."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tb09j585v/manifest.json",
      "label": {
        "none": [
          "Lee Killough and Rudy Rucker: Interviews (Show #23-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5q47rn90w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lee Killough describes how she began as a writer of hard science fiction, her motivations as a writer, and how she keeps details consistent throughout her books. Killough also describes the basis for the interaction between police officers in her novel \"The Doppelganger Gambit,\" a police procedural taking place on another planet, and the origin of the term \"leo\" for a police officer. She also explains how she came up with the characters in this book, a male and female police officer, who also appear in \"Deadly Silents.\" She also discusses the origins and characters in her future history \"The Monitor, the Miners, and the Shree,\" including how a lawyer was involved in helping to write a courtroom scene in the last chapter. In addition, she discusses her short story collection \"Aventine,\" including its use of first person. In a later segment, Rudy Rucker, a mathematician, discusses his first novel, \"Space Time Donuts,\" which was partially serialized in \"Unearthed Magazine\", and his novel \"White Light.\" He also describes how the American edition of the latter book came to be packaged to look like a \"life after life\" novel, and the origin of the title, \"White Light.\" Finally, he describes his relationship with the mathematician Kurt Godel, who appears as a simulacrum in Rucker's novel \"Software.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9019s2796/manifest.json",
      "label": {
        "none": [
          "Damon Knight: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/vh53wv951/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Damon Knight describes how he got interested in writing science fiction and his memories of the Futurians, a group of science fiction fans and writers that he was part of in the 1930s. Some of its members became the principal editors and writers in the field. Knight also talks about his early experiences as a literary critic for fanzines in the 1940s. In addition, he describes how he founded the Science Fiction Writers of America in 1965, and co-founded the Milford Science Fiction Writers Conference in 1956, He also discusses his use of social criticism in \"The People-Maker,\" his second novel that (later reissued as \"A for Anything\") and how it compares with Frederik Pohl's \"The Space Merchants.\" Finally, he discusses how his plots are characterized by a sense of pessimism."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6w924c02q/manifest.json",
      "label": {
        "none": [
          "Janet Morris: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kh04dp91t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Janet Morris talks about her motivations for writing the \"Silistra\" series of novels, and why they were packaged as fantasy, despite being science fiction. She then shares her views about the two genres, as well as need to base science fiction plots on ideas from actual science. In addition, she discusses how she wrote the \"Kerrion Empire\" trilogy of novels, which feature a teenage heroine living in a civilization that has reverted to a medieval culture in the twenty-third century. Finally, she shares her views on the feminist movement and where she fits in among other female writers of science fiction."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z603qx61q/manifest.json",
      "label": {
        "none": [
          "George R. R. Martin: Interview about his novel \"Fevre Dream\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/nc580m93r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "George R. R. Martin discusses \"Fevre Dream,\" his 1982 historical horror novel that combines the vampire legend and Mississippi river boats in the antebellum South. He describes how he came up with these ideas and the rationale behind various themes in the novel's plot. He also discusses the history of steamboats in the nineteenth century and the vampire legend."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/t148fh428/manifest.json",
      "label": {
        "none": [
          "Science fiction Radio Show: \"Science Fantasy\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/f1881m10k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts describe \"science fantasy,\" a genre that blends elements of science fiction and fantasy. They discuss the plots of books that are representative of this genre, including \"Jack of Shadows\" \"Roadmarks,\" and the \"Chronicles of Amber\" series by Roger Zelazny. In addition, they discuss Jack Vance's books, including \"The Dying Earth,\" and \"The Dragon Master,\" as well as Anne McCaffrey's series, \"Dragonriders of Pern\" and the \"Harper Hall\" trilogy."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/wp988k06v/manifest.json",
      "label": {
        "none": [
          "Larry Niven [with Frederik Pohl and Norman Spinrad]: Interview (Show #25-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b8515n566/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Larry Niven discusses his use of aliens in his science fiction novels, including \"The Mote in God's Eye.\" He discusses how physical asymmetry, a characteristic of his aliens, are found among certain species in nature, and how he came up with the aliens' approach to tool-making. The \"New Wave\" of science fiction is also described by Frederik Pohl, Norman Spinrad, and Larry Niven. Beginning in the 1960s, this movement put more emphasis on character development and psychology and broadened the range of topics in this genre. Larry Niven also discusses the \"Ringworld,\" a giant fictional ring in space large enough to hold three million Earths, and how readers who studied the science behind this concept, reached out to him about errors that he had made. Finally, Niven discusses the subgenre of \"future histories, \" challenges during his collaborations with Jerry Pournelle, and his use of humor in fiction."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vq27zn59x/manifest.json",
      "label": {
        "none": [
          "Larry Niven: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zk51vh06v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Larry Niven is interviewed about how he got started writing science fiction and his approach. He describes how he came up with the idea for \"Ringworld,\" a novel in his \"known space\" series, including learning about the Dyson Sphere. He shares scientific mistakes that he made in conceptualizing the Ringworld, which were pointed out by readers. He also talks about how he created the \"Moties,\" extra-terrestrials featured in \"The Mote in God's Eye,\" and their approach to making tools and replacement parts that they needed on the spot. He also discusses the \"brown gene\" in the plot of \"Ringworld,\" and his views toward psychic powers in stories. Finally, he asked about his favorite works written by himself and other authors, and describes his collaborations with Jerry Pournelle."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/td96k270f/manifest.json",
      "label": {
        "none": [
          "Warren Norwood: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2j62s509j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Warren Norwood discusses the writing of his series \"The Windhover Tapes\" and its characters. He also describes his relationship and correspondence with science fiction/fantasy writer, Anne McCaffrey, whom he met when working as a salesman for the publisher Ballantine. According to Norwood, she provided feedback on his manuscripts and persuaded him to write \"The Windhover Tapes\" as a four-book series, instead of a trilogy. Norwood also discusses his practice of inserting his own poems in his novels. He also critiques the writing of Gene Wolfe and shares his views on experimental efforts to program computers to write and translate poetry. Finally, he discusses characters (including Gerard Manley, a spacefaring diplomat and scholar) and plot elements from \"The Windhover Tapes.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ws859f90d/manifest.json",
      "label": {
        "none": [
          "Kevin O'Donnell: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/r207tp61v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Kevin O'Donnell Jr. discusses how his experience living in South Korea as a foreigner and a racial minority has influenced his writing. He also talks about \"Mayflies,\" his second novel about a starship conveying generations of settlers to a distant destination and \"Bander Snatch,\" his first novel. With regard to the latter, he shares his personal views on government bureaucracies, and how he conceived of characters in the novel. In addition, he explains what he was trying to express in his novel, \"War of Omissions\" (1982), about a violent revolution, and describes how he feels about having New Haven destroyed in that book. O'Donnell also discusses his series, \"The Journeys of McGill Feighan,\" about a 21st century earthling who acquires special abilities after being swallowed by a mysterious creature called a gastropod."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/h128nd92c/manifest.json",
      "label": {
        "none": [
          "Chad Oliver: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v405s965g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Chad Oliver describes how he began writing science fiction writer at the age of fourteen, but did not become a full-time writer. Instead, he taught English at a university before pursuing a career in anthropology, eventually serving as the chair of the anthropology department at the University of Texas at Austin. He describes incorporating ideas from anthropology into his fiction, such as \"Giants in the Dust\" (1976), where a group of humans are wiped of their memories and sent to another planet for mankind to start anew. He also discusses whether the situation in his story \"Meanwhile Back at the Reservation\" could occur, where humans who travel to colonize space develop into a different species than humans who stay on Earth. Finally, he discusses his involvement with the Turkey City Writer's group in Austin, Texas, and how his 1971 novel, \"The Shores of Another Sea\" was partly based on his experience doing anthropological research in Kenya.."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z316q184z/manifest.json",
      "label": {
        "none": [
          "Fredrick Pohl: Interview 1"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/r781wg270/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frederik Pohl discusses how he started writing science fiction in the 1930s for pulp magazines. He also describes the Futurians, a club of science fiction writers and fans in New York, which included individuals who later became major editors and writers. Pohl also recalls how he became a science fiction magazine editor at the age of nineteen. He describes how he wrote \"The Space Merchants\" and his collaboration with Cyril M. Kornbluth. He also discusses elements in other books such as \"Jem\", \"Man Plus\" and \"Gateway,\" and his views on social criticism in his novels, machine intelligence, cyborgs, and the \"New Wave\" movement that sought to break away from traditional forms of science fiction. Finally, he discusses his writing of sequels to Gateway (the Heechee series), and his approach as an editor of the magazine \"Galaxy\" in the 1960s."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n296wz29s/manifest.json",
      "label": {
        "none": [
          "Jerry Pournelle: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/gb19f6043/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jerry Pournelle discusses how he and Larry Niven wrote \"The Mote in God's Eye,\" a novel about the first contact between humanity and an alien species, and how he came up with the \"CoDominium\" universe, based on the geopolitical situation in the 1960s. He also shares his attempts, as the chair of the Citizens Advisory Council on National Space Policy, to \"save the space program\" during the early 1980s at a time when there was pressure to reduce the national budget. He shares his view on the United States' lack of investment in domestic technology, and how this led him to write \"A Step Further Out.\" Finally, he talks about the need for humanity to colonize other planets in order to survive and how to prepare for and capitalize from this future scenario."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8910jt96j/manifest.json",
      "label": {
        "none": [
          "Science Fiction Radio Show: \"Robots and Mechanical Men\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bv73c067g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "A discussion of the theme of robots in science fiction. The radio show hosts examine how robots have appeared in science fiction stories by authors such as Isaac Asimov, Lester Del Rey (\"Helen Alloy,\" the first modern robot story), Jack Williamson, Clifford Simak, John W. Campbell, Stanislaw Lem, Brian Aldiss, and Henry Kuttner. Books by Isaac Asimov are also described, including \"Caves of Steel\" and \"Naked Sun.\" Finally, they discuss robots in movies (\"The Day the Earth Stood Still,\" \"Forbidden Planet,\" \"Silent Running\") and in television programs."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3b591885p/manifest.json",
      "label": {
        "none": [
          "Fredrick Pohl: Interview 2"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/t435gd21r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frederik Pohl discusses his views on the genre of science fiction. He then describes how he started writing science fiction in the 1930s for pulp magazines. Pohl also recalls how he became a science fiction magazine editor at the age of nineteen, and his approach to engaging authors. He describes how he wrote \"The Space Merchants\" and his collaboration with Cyril M. Kornbluth. He also discusses his novel \"Gateway,\" where humans discover the technology of the Heechees, a vanished alien species. He also discusses other books such as \"Jem\", and \"Man Plus,\" as well as his views on machine intelligence, cyborgs, and whether it is possible to build a utopian society."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9p2909531/manifest.json",
      "label": {
        "none": [
          "Andy Porter and Ardath Mayhar: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/r207tp624/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Andy Porter, the founder of Algol Press, describes how he first became interested in science fiction and his work as the editor of the Science Fiction Chronicle and Starship magazines. The Science Fiction Chronicle, which became an independent publication in 1979, had recently celebrated its fourth anniversary at the time of this interview. Porter describes fake stories that were published in the April 1983 issue of the SF Chronicle, as an April Fool's Day joke, which some people took seriously. Finally, he talks about the state of publishing science fiction magazines, including how Starship's sales and advertising numbers dropped by more than half during the recession of the early 1980s. In a separate interview, Ardath Mayhar describes the fantasy fiction that she writes, and what they convey about human nature. She also describes a typical day as a writer and her thoughts about rural vs. urban living."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z316q1857/manifest.json",
      "label": {
        "none": [
          "Jack Williamson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/mk61rh241/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "L. Sprague de Camp shares his views on science fiction as a genre. Jack Williamson talks the early pulp magazines, including Astounding Stories, where many science fiction writers got their start. Williamson also shares how he first became interested in science fiction and his experiences writing space operas. As science fiction moved into its \"golden age\" in the 1930s, new writers emerged, including those that belonged to a group in New York City called the Futurists. Williamson recalls the authors whose works he read at the time, and how the members of the Futurists collaborated with and supported each other. He also shares his experiences writing for John W. Campbell, the editor of Astounding Stories, from 1938 to 1950."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z316q186h/manifest.json",
      "label": {
        "none": [
          "Fred Saberhagen: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/4b29b6228/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Fred Saberhagen shares how he began writing science fiction. He also discusses books that he has written that deviates from straight science fiction, including \"Empire of the East,\" which includes themes of magic, and \"Specimens,\" which blends elements of horror. In addition, he talks about his novels about Dracula, including \"The Holmes Dracula File,\" which features both Sherlock Holmes and Dracula as characters. Finally, he discusses the origin of the \"Berserkers,\" highly intelligent machines that can endlessly reproduce and repair themselves, and how he utilizes them as characters in his fiction."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bz60cw42p/manifest.json",
      "label": {
        "none": [
          "Science fiction Radio Show: \"Science Fiction Music\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/rj4304774/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio shows discusses composers and works used in musical soundtracks of science fiction films such as \"Star Wars\" (including the use of Gustav Holst's \"The Planets\" during its filming) and \"2001: a Space Odessey.,\" The story of how Ferde Grofe composed the soundtrack for the 1950 film, \"Rocketship X-M,\" which made use of the theremin, is also described. In addition an excerpt of Bernard Hermann's electronic music score for \"The Forbidden Planet,\" is included. Finally, John Williams' musical scores for various films are discussed, and an excerpt from \"Superman\" is played."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3t945r10w/manifest.json",
      "label": {
        "none": [
          "Charles Sheffield and Marian Zimmer Bradley: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/m039k509m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Sheffield shares how he first got started writing science fiction. A practicing scientist, he also describes the Earth Satellite Corporation in Washington, D.C., where he served as vice president. One of his novels, \"The Web Between the Worlds\" features a \"space elevator,\" or satellite that is physically tethered to a position on the earth. Sheffield explains whether this technology would be feasible in real life. Sheffield also talks about how he finds time to be both a scientist and a science fiction author. In a separate interview, Marion Zimmer Bradley describes her novel, \"The Mists of Avalon,\" a retelling of Arthurian legends from the female characters' perspectives."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ww72bb63r/manifest.json",
      "label": {
        "none": [
          "Joan Slonczewaki: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pn89d673w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Joan Slonczewaki, a scientist and Quaker who writes science fiction, explains the title of her novel, \"Still Forms on Foxfield,\" where Foxfield is the name of a planet settled by Quakers, named after George Fox, their founder. She also describes how she got the idea for the \"Commensals,\" an alien species that communicates through chemicals, from her laboratory work studying communication among bacteria. In addition, she discusses Quakerism, and shares her views on the treatment of science and religion in science fiction."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bg257f292/manifest.json",
      "label": {
        "none": [
          "Space Exploration as a Theme in Science Fiction"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6h440s71x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts discuss the theme of space exploration outside the solar system in science fiction. The television program \"Star Trek\" is discussed, along with \"The Voyage of the Space Beagle,\" a collection of stories by A.E. van Vogt about a space crew and their encounters with aliens. In addition, the hosts discuss how the portrayal of aliens in science fiction changed in the 1930s, as more writers including van Vogt, began to treat them as having their own psyches apart from humans. The hosts also discuss \"Tau Zero,\" one of Poul Anderson's hard science fiction novels, and other works that feature starships and space travel."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6395w7352/manifest.json",
      "label": {
        "none": [
          "Charles Sheffield: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/4f16c3039/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Sheffield shares how he first got started writing science fiction. A practicing scientist, he also describes the Earth Satellite Corporation in Washington, D.C., where he served as vice president. One of his novels, \"The Web Between the Worlds\" features a \"space elevator,\" or satellite that is physically tethered to a position on the earth. Sheffield explains whether this technology would be feasible in real life, and his use of a giant squid named Caliban as a character in the novel. In addition, he talks about the characters and plot in \"My Brother's Keeper,\" his 1982 novel, in which tiny computer chips are implanted in the human body to control physiological functions. Sheffield also explains how the character Erasmus Darwin, in the book \"Erasmus Magister,\" was based on the grandfather of Charles Darwin, and how the stories in this book were published. Finally, he discusses his use of humor in his works, including his story, \"The Man Who Stole the Moon,\" and his \"sewage stories\" that feature two bumbling space attorneys, Henry Carver and Waldo Burmeister."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gq67jr412/manifest.json",
      "label": {
        "none": [
          "Science fiction Radio Show: \"Social Science Fiction and Satire\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ff365544f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts explore the history of social commentary on future societies and satire in science fiction. The plots of several novels about dystopian societies are described, including Aldous Huxley's \"Brave New World,\" George Orwell's \"1984,\" Ray Bradbury's \"Fahrenheit 451,\" John Brunner's \"Shockwave Rider,\" and others. Several films are also discussed, including \"Shape of Things to Come,\" George Lucas' \"THX 1138,\" and \"Soylent Green.\" Science fiction novels that utilize satire are also discussed, including \"The Space Merchants\" by Frederik Pohl and Cyril M. Kornbluth, and \"The Big Ball of Was\" by Shepherd Mead. They also discuss \"Trurl's Prescription,\" a story from Stanislaw Lem's satiric work \"The Cyberiad,\" which features robots and an alien species living on another planet, and Kurt Vonnegut's story \"Harrison Bergeron,\" about a society where equality is strictly enforced."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5d86p0488/manifest.json",
      "label": {
        "none": [
          "Norman Spinrad and James P. Hogan: Interviews (Show # #30-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/mc87pq505/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Norman Spinrad reflects upon the biases against science fiction that he encountered from book reviewers and the New York literary establishment, including the time when the latter used their influence to exclude the genre from the American Book Awards. He discusses its international appeal and the need for greater awareness by the general public. He also discusses his \"new wave\" science fiction novel, \"Bug Jack Barron\" (1969), where character and style are emphasized to a greater extent than in more traditional science fiction stories. Due to its controversial treatment of social issues, it faced opposition from the British government when he tried to publish it in the United Kingdom. Spinrad also talks about his 1979 novel, \"A World Between,\" in which a utopian society on a colonized planet is threatened by an organization with galactic unity as it goal, and the \"Femocrats,\" a militant women's liberation group. He also discusses his novel \"Songs from the Stars,\" about a society that is divided into two factions--one which opposes science, and another that secretly keeps it alive. Finally, the writer James P. Hogan talks about his novel, \"Voyage from Yesteryear,\" which also incorporates the theme of space colonization, as well as machine-manufactured humans."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/nv935310f/manifest.json",
      "label": {
        "none": [
          "Theodore Sturgeon #2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/p2676v81t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Theodore Sturgeon talks about how his writing style developed. He also explains why he dislikes his story 'Microcosmic God\" and believes it to be poorly written. He also explains why he frequently features characters that are misfits in his novels and stories. Sturgeon discusses the origin of his story, \"Thunder and Roses\" (1945), about the aftermath of a nuclear attack. In addition, he talks about how he feels about writing horror fiction, and how he wrote the horror story, \"Bianca's Hands.\" He also talks about how there are more women writers in science fiction than when he first started, such as Judith Merril, Ursula K. LeGuin, Elizabeth Lynn, and James Tiptree Jr. (a.k.a. Alice Sheldon). Finally, he talks about the public perception of science fiction and explains the origin of \"Sturgeon's Law.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9880vr27z/manifest.json",
      "label": {
        "none": [
          "Jack Vance and Tim Underwood: Interviews (Show #34-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8336h213p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack Vance shares how he decided to become a science fiction writer, as well as his early experiences writing the \"gadget stories\" for pulp magazines in the 1940s. He also responds to a question about how his style evolved in his works, including the \"Dying Earth\" stories. Tim Underwood, a friend of Jack Vance, also describes how his company published \"The Dying Earth\" as a hardcover edition for the first time. Tim Underwood also talks about why Jack Vance is considered one of the major talents in science fiction and fantasy, and why Vance hasn't received more recognition. Finally, Tim Underwood describes how he formed the Underwood Miller press with Chuck Miller in 1975, in order to publish \"the Dying Earth\" in hard cover form."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/wh246s331/manifest.json",
      "label": {
        "none": [
          "Joan Vinge: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sj1392168/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Joan D. Vinge describes how she began writing science fiction after being encouraged by Verner Vinge, another science fiction author and her former husband. She also describes how her background in anthropology influences her writing, ad well as how she incorporates ideas from mythology, folklore, and popular songs into her stories. She also shares her approach to constructing characters that are aliens, including in works such as \"The Eyes of Amber,\" and \"To Bell the Cat.\" In addition, she describes her writing process and her influences for the science fantasy novel \"The Snow Queen.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/rb68xc089/manifest.json",
      "label": {
        "none": [
          "Collecting Comic Books [Interview with Bob Wayne] ; Science Fiction Poetry [Interviews with Gene Van Troyer and Bob Frazier]"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x633f127x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Wayne, the owner of the Fantastic Worlds Bookstore in Fort Worth, Texas, talks about comic book collecting. He shares advice on how an interested newcomer can get started collecting comic books, and how to store and preserve them. He also discusses some changes regarding copyright ownership laws and the publication of comic books, and the impact they would have on comic book collectors. Such changes included comic book artists owning the copyright to their own works, and the trend of comic books beginning to be published in a \"non-returnable\" format for specialty stores. In a later segment of the show, Gene Van Troyer, a science fiction writer and editor, discusses the origin and definition of science fiction poetry. In addition, Bob Frazier, a member of the Science Fiction Poetry Association, answers questions about its membership. Both he and Gene Van Troyer describe science fiction poetry further in terms of style, and what distinguishes it from other forms of poetry."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/2n49t198r/manifest.json",
      "label": {
        "none": [
          "Howard Waldrup: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pg15bf12n/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Howard Waldrop describes how he became interested in writing science fiction, and how he published his first professional story, \"Lunchbox.\" Waldrop also discusses how he came to collaborate with a group of writers from Texas, including Buddy Saunders, Stephen Utley, George Proctor, and George Martin. He discusses a collaboration with Buddy (a.k.a. Jake) Saunders that produced the novel \"The Texas-Israeli War: 1999,\" and how it was based on an earlier story called \"A Voice and Bitter Weeping.\" He also discusses another collaboration with Stephen Utley on the novelette, \"Custer's Last Jump,\" an alternate history that begins with the American Civil War. Waldrop also describes how he wrote his Nebula Award-winning novelette, \"The Ugly Chicken,\" and his story \"God's Hooks.\" Finally, Waldrop discusses his story \"Mary Margaret Road-Grader,\" a 1976 Nebula finalist, which includes Native American characters, and \"Ike at the Mike\", an 1983 Hugo finalist."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1j92g776j/manifest.json",
      "label": {
        "none": [
          "Collecting Science Fiction: Interviews with Bob Wayne and John Marx"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dn39x172c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "John Marx, a chemistry professor at Texas Tech University, and Bob Wayne, the owner of Fantastic Worlds bookstore in Fort Worth, Texas, are interviewed about their approaches for collecting books or magazines relating to science fiction or fantasy. Bob Wayne explains how he uses bibliographies and reading lists for hardcover and paperback books that may have been published in small quantities or under pseudonyms. Meanwhile, John Marx explains his technique for collecting old pulp magazines. Both Bob Wayne and John Marx shares advice for people who would like to start collecting. They also describe what makes a book a valuable, collectible item, and special situations to watch out for that would impact its marketplace value. In addition, John Marx talks about areas of focus in his collecting and why he collects, while Bob Wayne discusses his hardback collection. Both also share what they are the most proud of in their collections. Finally, Bob Wayne describes his bookstore, Fantastic Worlds, and how he got started collecting science fiction and fantasy books."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3n203z28m/manifest.json",
      "label": {
        "none": [
          "Michael Whelan and Richard Curtis: Interviews"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/70795789x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Michael Whelan, an multiple award-winning science fiction and fantasy artist explains how his became interested in his profession. He describes his process for designing paintings for book covers, including consultations with authors such as Robert Heinlein and Anne McCaffrey. In a later segment of the show, Richard Curtis, a New York literary agent, talks about the origin of \"Agents' Corner,\" a column that he wrote for Locus Magazine that provided practical advice for authors on how to navaigate the publishing industry. He also names some of the authors that he represented as a literary agent at the time, discusses the popularity of various genres, and explains his intermediary role to help publishers and authors create a market for a particular genre. Finally, Curtis shares advice for aspiring science fiction and fantasy authors on getting published, which includes starting with magazines and attending conventions, as well as what to consider when deciding to write a trilogy."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/4b29b623j/manifest.json",
      "label": {
        "none": [
          "Paul Williams on Philip K. Dick: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/4t64gn433/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Paul O. Williams responds to questions about his friend, the late Philip K. Dick, who passed away in 1982. Williams talks about Dick's early struggles with getting his work published, and the prospects for some of his stories that had not yet been published at the time of this interview. Williams talks about how Dick felt about his own work, and his frustration with publishers' reactions to his \"experimental mainstream\" novels that were not regarded as science fiction. Williams also discusses Dick's use of hallucinogenic drugs before and during the writing of \"The Three Stigmata of Palmer Eldritch,\" as well as Dick's use of the \"I Ching\" when writing \"The Man in the High Castle.\" In addition, Williams describes how Dick's personal experiences with mysticism and his intensive research into theology and philosophy may have influenced the writing of his last three novels, \"VALIS,\" \"The Divine Intervention,\" and \"The Transmigration of Timothy Archer.\" Finally, Williams describes Dick's conclusions regarding the question \"Is the universe friendly?\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pv63g0499/manifest.json",
      "label": {
        "none": [
          "Jack Williamson: Interview, Part 3"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sb397849b/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack Williamson discusses his Seetee (C-T) series of short stories, in which engineers \"terraform\" new worlds made of antimatter, and his adaptation of this series into a comic strip. Williamson also discusses his part-time return to academia, starting one of the first science fiction courses at Colgate University in 1964, and publishing a textbook for science fiction teachers. He also talks about how he keeps up with science, and his visit to the \"Jet Propulsion Laboratory\" to witness a \"Jupiter flyby\" of satellites, which inspired a short story. In addition, he talks about his duties as a former president of the Science Fiction Writers of America, and its activities. He also discusses the New Wave movement, and how the science fiction field has changed. Finally, he discusses his views on popular science fiction films, and why science fiction should be taught from middle school to college, along with other forms of literature."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bc386j51b/manifest.json",
      "label": {
        "none": [
          "Paul O. Williams: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dz010q277/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Paul O. Williams, a science fiction author and English professor, discusses his approach to writing, and how he set his \"Pelbar Cycle\" series of novels in an area within the American Midwest due to its rich archaeological history. He also discusses the origin of the Pelbar tribe and others featured in the series, who are descendants of survivors of a future nuclear holocaust. Williams explains that the idea for the tribes was inspired by the historical conflict between Caesar and the Celts in Britain, and that the weapons featured in the book were based on archaeological findings of Indigenous weapons in the American Midwest region. He also explains how certain characters in \"The Dome in the Forest,\" the third novel in the series, are meant to illustrate the difference between intuition and logic. Finally, he expresses his opinion about the book cover for \"The Dome in the Forest,\" and his belief that there should be a balance between social growth and technological advancement."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j6731403x/manifest.json",
      "label": {
        "none": [
          "Gene Wolfe: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6q182k37c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gene Wolfe explains the impetus for his series of novels, \"The Book of the New Sun,\" as well as why he chose a character who is a torturer and executioner as his main protagonist. Wolfe also explains his use of the literary technique of \"a tale within a tale,\" and how various themes from other works of literature are reflected in the plots of these novels. In addition, he discusses how \"The Book of the New Sun,\" contains religious elements, and his plans for future books, including a fifth volume in this series. He also describes how he developed an early interest in science fiction and decided to become a writer. Finally, he discusses his approach to writing, and his reasons for selecting certain themes and styles in \"The Island of Dr. Death and Other Stories,\" as well as why he followed it with two related stories (\"The Death of Dr. Island\" and \"The Doctor of Death Island\")."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/m326m194f/manifest.json",
      "label": {
        "none": [
          "Jack Williamson [and others].: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5m60qs037/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "After a brief explanation of the origins of science fiction by L. Sprague De Camp, Jack Williamson shares his recollections of the early days of science fiction in the 1920s and 1930s. Jack Williamson also shares how he got started writing for pulp magazines, and his views on \"space opera,\" which was a popular subgenre at the time. He also describes how the field of science fiction became more sophisticated during its subsequent \"Golden Age.\" In addition, he discusses early colleagues who became major writers and editors that later helped to define the genre. He mentions the Futurians, a group of writers and fans in New York City who supported each other. Finally, Jack Williamson, A.E. Vogt, L. Sprague De Camp, Hal Clement, and Frederik Pohl, discuss the influence of John W. Campbell, the editor of the pulp magazine \"Astounding Stories\" from 1938 to 1950, and share their memories of working with him."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gf06g2885/manifest.json",
      "label": {
        "none": [
          "Science Fiction Radio Show: \"World Building\""
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bc386j52m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The hosts of the Science Fiction Radio Show discuss the concept and process of \"world building,\" or the construction of imaginary planets in science fiction. They discuss the importance of making such worlds realistic and plausible from a scientific perspective. They also discuss examples of such worlds in science fiction, such as the planet Diomedes in Poul Anderson's \"The Man Who Counts,\" and the planet Cleopatra in \"A World Named Cleopatra.\" In addition, they discuss fictitious worlds in Hal Clement's \"The Mission of Gravity,\" Larry Niven's \"Ringworld,\" Jack Vance's \"Big Planet,\" and John Varley's \"Titan.\" They discuss the physical conditions of each world and their impacts on the alien creatures and humans that visit or inhabit them."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/79407x380/manifest.json",
      "label": {
        "none": [
          "Roger Zelazny: Interview (Show #28-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/t435gd221/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Roger Zelazny describes how he got started as a science fiction writer and how his background as an English major influenced his writing. He also talks about the difference between the genres of fantasy and science fiction, and how he mixes elements of both in his stories, such as \"The Lord of Light.\" He also describes two of his books that later became regarded as fantasies: \"A Rose for Ecclesiastes\" and \"The Doors of His Face, The Lamps of His Mouth.\" In addition, he discusses his \"The Amber Series,\" which includes five novels. He explains a concept in the series called \"the pattern,\" an archetypal design surrounding amber which enables a person to walk through various worlds. He also describes how he came up with the idea of a \"highway of time\" in his 1981 novel \"Roadmarks, \"and why he rarely writes about time travel. Finally, he discusses the qualities that distinguish science fiction from other forms of literature, and whether he believes that it will ever gain mainstream popularity."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/sn009x962/manifest.json",
      "label": {
        "none": [
          "Donald Wollheim: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/w9505061m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Donald A. Wollheim, a writer, editor, and critic, describes how he co-founded DAW Books, the first mass-market publisher devoted entirely to science fiction. He describes the management of this company. including how he selects titles for publication and locates new talent, such as C.J. Cherryh and Tanith Lee. He also explains the steps in his publication workflow. In addition, he explains why he prefers to publish books in paperback rather than in hardcover formats. Finally, he names some of his best-selling authors, and anthologies that are published by the company."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/r494vk41k/manifest.json",
      "label": {
        "none": [
          "George Zebrowski: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bc386j53w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "George Zebrowski, who has a background in philosophy, discusses how he became interested in writing science fiction. He also criticizes how science fiction has handled philosophical ideas, and expresses his view that most of it is unoriginal. He also shares how he was inspired by the ideas of Dandridge Cole when he wrote \"Macro Life,\" in which the characters must leave their planet in order for their civilization to realize its full potential. He discusses possible outcomes of hypothetical scenarios, including one in which the mobile space colony in the story becomes overpopulated. He also describes the qualities that set him apart from other authors who write about colonizing other planets. Finally, Zebrowski describes his meeting with John W. Campbell, the former editor of the magazine \"Astounding Stories,\" shortly before his death in 1971, and the influence that Campbell had on science fiction writers."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/c534fp25t/manifest.json",
      "label": {
        "none": [
          "Joe Haldeman: Interview 2"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z029p494z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Joe Haldeman discusses his early career as a writer and the influence that his experiences in the Vietnam War had on his writing (\"The Forever War,\" \"Mind Bridge,\" \"All My Sins Remembered\"), as well as his background in the hard sciences (e.g., the use of time dilation in \"The Forever War\"). He also discusses the reaction of authors in the Iowa Writers' Workshop toward science fiction, and his use of aliens in his book \"Tricentennial.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pr76f371k/manifest.json",
      "label": {
        "none": [
          "Clifford Simak: Interview (Show #44-82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/wm117p21g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Clifford Simak recalls how he started working as a newspaper reporter in 1929, and how he later came to write science fiction in his free time for pulp science fiction magazines in 1931. He temporarily paused his writing career during the Great Depression, due to hardships that the magazines underwent, but resumed in 1937 or 1938. He also explains why he chose the short story as his preferred format, during the first few decades of his career. In addition, he discusses his \"City Collection\" from the 1940s, and how they were influenced by his feelings of disillusionment about humanity after the second World War. He explains how the eighth story in this series was rejected by John W. Campbell, the editor of Astounding Stories, but was later published in the magazine Amazing Stories. He also describes how he was persuaded to write the ninth story in the series by Harry Harris, as part of a memorial volume to honor John W. Campbell after his death."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gt54kn223/manifest.json",
      "label": {
        "none": [
          "Theodore Sturgeon: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cf95jb65j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Theodore Sturgeon shares how he became a writer in the late 1930s, selling stories to a newspaper. He talks about publishing in pulp fiction magazines in the 1930s and 1940s, and how people misunderstand the quality of their stories when they heard the label \"pulp fiction.\" He also recalls the community of science fiction writers at the time, including the Hydra Club and the Futurians, where he met many fellow writers. His impact on other science fiction writers is described. In addition, \"More than Human,\" his 1954 novel, featuring children with special powers, is discussed. According to Sturgeon, the plot was inspired by a scene from Pearl S. Buck's book \"The Pavilion of Women.\" Sturgeon also describes how he got the idea for the plot of \"Venus Plus X,\" a book about a civilization where each individual is of both sexes. Finally, he discusses whether he deliberately shattered taboos by writing about homosexuality and other topics, and the importance of confronting uncomfortable topics to learn the truth."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/fn106z141/manifest.json",
      "label": {
        "none": [
          "Science fiction Radio Show: Time Travel"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x346d445m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "The radio show hosts discuss scientific theories behind time travel, including Einstein's theory of relativity and the possibility of creating miniature black holes to travel back in time. They also discuss Dr. Robert Forward's idea that if the appropriate technology existed, a black hole could be bent into a doughnut shape, and the middle could serve as a gateway to time travel. In addition, the hosts discuss the history of time travel as a theme in mythology and science fiction. They also discuss the plots of several books, including H.G. Wells' \"The Time Machine,\" Keith Roberts' alternative history \"Pavane,\" Isaac Asimov's \"The End of Eternity,\" L. Sprague de Camp's \"Lest Darkness Fall,\" Ray Bradbury's story, \"A Sound of Thunder,\" and James P. Hogan's novel, \"Thrice Upon a Time.\""
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kd17ct08j/manifest.json",
      "label": {
        "none": [
          "George R.R. Martin: Interview (Show #82)"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/gq67jr42b/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "George R. R. Martin expresses his views on the role of truth and beauty in science fiction and criticizes NASA for making space exploration \"boring\" in its failure to excite the public imagination. He also discusses the theme of music in his fiction and the importance of the short story for beginning writers. Finally, Martin discusses his first novel, \"Dying of the Light\" and his 1981 novel, \"Windhaven,\" which he co-wrote with Lisa Tuttle."
        ]
      }
    }
  ]
}