{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/collections/oral-histories/veterans.json",
  "type": "Collection",
  "label": {
    "none": [
      "Veterans of the Valley"
    ]
  },
  "summary": {
    "none": [
      "Veterans of the Valley” is a collection of 150 interviews and preparatory materials created for the KAMU-TV produced and aired television series of the same name. Created by host Tom Turbiville at WTAW radio as “Bravo Brazos Valley,” “Veterans of the Valley” was developed in 2004 at the request of KAMU-TV’s Jon Bennett and co-produced by Kyle Netterville at KAMU-TV’s studio on the Texas A&M University, College Station campus. The collection was donated to Cushing Memorial Library and Archives in 2017 by Turbiville with the knowledge and understanding from KAMU that the materials would be made publicly available."
    ]
  },
  "thumbnail": [
    {
      "id": "https://avalon.library.tamu.edu/collections/5999n359j/poster",
      "type": "Image"
    }
  ],
  "items": [
    {
      "id": "https://avalon.library.tamu.edu/media_objects/4b29b619z/manifest.json",
      "label": {
        "none": [
          " Curtis Burns: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/qn59q418p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Curtis Burns, U.S. Air Force, Vietnam (A&M Class of ‘52) (Interviewed Nov. 10, 2006) Major Curt Burns was an airman with plenty of passion and little fear. He grew up in a home about where G. Rollie White Coliseum once stood. He piloted five different jet fighters during his service in Europe and Vietnam. He spent 20 years as an Air Force pilot and logged more than 5,000 hours in the air. In retirement, he was the coach of A&M’s National Champion Pistol team."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/736664720/manifest.json",
      "label": {
        "none": [
          " P.K. Carlton: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v692t6392/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "P.K. Carlton, U.S. Air Force, Pentagon on 9/11 (Interviewed Aug. 19, 2010) Lt. General P.K. Carlton Jr’s career of service in the United States Air Force is without doubt one of the most compelling and fascinating that we’ve ever had the honor to share on Veterans of the Valley and we will hear it over the next two editions of our show. The son of a World War II B-29 pilot who eventually commanded the Air Force’s Military Airlift, P.K. Carlton Jr. knew as early as age 8 that he wanted to be in the Air Force and wanted to fly. But a Depth Perception problem on his flight physical sent him on another path...medicine...surgery... and a career that placed him in a position to help create and implement changes that indeed have saved the lives of literally countless numbers of military personnel, indeed surgical methods and concepts that he and his teams have brought to exist, are saving lives right now in Afghanistan and Iraq. We sadly hear every day of the numbers who have died. You’re about to hear things you don’t know about the numbers who have lived. He is the former Surgeon General of the Air Force and since his retirement in the winter of 2002, General Carlton has been Director of Homeland Security for the Texas A&M Health Science Center."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/fq977v048/manifest.json",
      "label": {
        "none": [
          " Tom Browning: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/rf55z791k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Tom Browning, Army Military Police, WW II Interviewed Feb.1, 2006 As important as any military detail of World War II was the Military Police -- providing personal protection for those conducting the war, and from time to time dealing with those soldiers whose behavior might undermine the unity of a mission. Sergeant Tom Browning of Bryan was a member of one of the very first military police battalions of the US Army, as a member of the 503rd and 504th MPs, he was quickly promoted from PFC to Corporal, then to Sergeant then First Sergeant and as a result of his duty, was in December 1944, awarded the Bronze Star Medal for what his Captain called meritorious service in connection with military operations against an enemy of the United States and France. Later, as a member of the 512th military police, Sergeant Browning was attached to General George Patton's 3rd Army."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tt44pn07r/manifest.json",
      "label": {
        "none": [
          " Bob Bruner: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sj139214q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Bruner, U.S. Army, Desert Storm (Interviewed Nov. 6, 2008) Four months may not seem like a long time to most of us, but for Bob Bruner of the 1st Squadron 4th Cavalry, US Army, the four months starting on New Year's Day of 1991 was a period in time he'll never forget. Bob Bruner drove a Hum-vee in Operation Desert Storm’s ground war and saw the war up close from start to finish. Yes his was his unit that took the airfield at Safwan, Iraq where the ceasefire was negotiated."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bn999687g/manifest.json",
      "label": {
        "none": [
          " Calvin  Boykin - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bv73c0623/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Cal Boykin, U.S. Army, World War II (A&M Class of ‘46) (Interviewed June 7, 2007) Cal Boykin was a proud member of the 814th Tank Destroyer Battalion in World War II’s European Theater. He can best tell its story because he was an historian of his unit, as well as a gunner, aboard his M8 Armoured car, on recon duty mostly, patrolling the French roads behind Normandy, through Belgium and Holland and on to Germany. Cal Boykin’s story could not be told in just one Veterans of the Valley episode -- it took two."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hq37vn75j/manifest.json",
      "label": {
        "none": [
          " John Blasienz: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/s7526c745/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "John Blasienz, U.S. Navy Seabees, WW II (A&M Class of ‘47) (Interviewed May 31, 2007) It's a simple fact that World War II could not have been fought, much less won, without Naval construction Battalion, better known as Seabees. Today you will meet John Blasienz of Bryan, but I dare say that many of you already know him. After all, he has lived all but 10 of his years in Bryan. He was born in Bryan, a proud member of the Stephen F Austin high school class of 1942 and Aggie class of 1947 and a proud sailor with the 105th Seabees serving the Pacific Campaign in Australia, New Guinea and the Leyte Gulf."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9593tv33v/manifest.json",
      "label": {
        "none": [
          " Anne Boykin: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zk51vh031/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Anne Boykin, Project Hold (Interviewed 2008) This is a very interesting program with then Director of College Station’s Project HOLD, Anne Boykin. She brought with her several photos from the Project HOLD collection, those that reflected the military commitment in the Brazos Valley and at Texas A&M. The photos are all described in the TV Show. Anne Boykin has been a great supporter and helper for the development of Veterans of the Valley."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/jq085k196/manifest.json",
      "label": {
        "none": [
          " Frank  Buell: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x346d439g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frank Buell, U.S. Navy, WW II (Interviewed Feb. 5, 2009) World War II, of course, was fought primarily in Europe and the Pacific, but there was never any guarantee that the enemy from either side would not find its way to United States shores. Frank Buell got permission from his mother to enter the U.S. Navy at the age of 17. That was 14 June 1944, just 14 months before Japan surrendered. While waiting for an opening to go to flight school, we was assigned as a bombardier, flying B-24s and later PB4Y2s. Out of 24 crews, his was one of four assigned to stay stateside and train, while at the same time guarding the east coast from deployments mainly in Florida."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/2r36tx75h/manifest.json",
      "label": {
        "none": [
          " Calvin  Boykin - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/9880vr23v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Cal Boykin, U.S. Army, World War II (A&M Class of ‘46) (Interviewed June 7, 2007) Cal Boykin was a proud member of the 814th Tank Destroyer Battalion in World War II’s European Theater. He can best tell its story because he was an historian of his unit, as well as a gunner, aboard his M8 Armoured car, on recon duty mostly, patrolling the French roads behind Normandy, through Belgium and Holland and on to Germany. Cal Boykin’s story could not be told in just one Veterans of the Valley episode -- it took two."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bg257f25z/manifest.json",
      "label": {
        "none": [
          " Joe Brewster: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/9g54xh94c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Joe Brewster, U.S. Army, Vietnam (A&M Class of ‘69) (Interviewed May 3, 2006) Being an Aggie is in Jor Brewster’s blood -- his father, his grandfather, great uncle, and sons all Aggies. Like his father Olin Brewster, he served his country in combat. Olin was a decorated survivor of the Battle of the Bulge in World War II. Joe Brewster was a ground Infantry fighter in the jungles of Vietnam and Cambodia."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3t945r03g/manifest.json",
      "label": {
        "none": [
          " Alfred Birdwell: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/qn59q419z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Alfred “Whitey” Birdwell, U.S. Army, WW II Interviewed May 27, 2010 Alfred “Whitey” Birdwell was a Sherman tank driver in World War II's European Theater, after D-Day, but during the final push and in the Battle of the Bulge and until victory in Europe. He was overseas just more than a year but probably covered more miles per day served than just about anyone. He vividly recalls when he drove the first American tank over the Rhine River for the 3rd Armoured to spearhead. A Purple Heart recipient, he drove a tank every day except for those 10 days he was laid up because of shrapnel wounds."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/7w62f844w/manifest.json",
      "label": {
        "none": [
          " Garland Bayliss: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/mc87pq484/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Garland Bayliss, U.S. Navy, WW II (Interviewed June 17, 2010) Join the Navy and see the World! And indeed Lt. Commander Garland Bayliss of College Station saw most of it in his two-year service aboard Auxiliary Personnel 149, a Troop Transport Ship during World War II. It was a vessel built only as a transport and ferried up to 3,000 from one town or island to another. It took some back home from war and some from home into war. He was on the water both in the Pacific and Atlantic for two years and traveled some 125,000 Nautical Miles. In all Garland Bayliss spent 30 years in the Navy and the reserves and then later spent 34 years as professor of history at Texas A&M."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/x633f123t/manifest.json",
      "label": {
        "none": [
          " Gene Barber: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/c821gj884/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gene Barber, U.S. Navy, WW II (Interviewed May 9, 2007) Gene Barber served the people of Williamson County as its sheriff for seven years, sold cars and lumber and delivered the mail in the years before that. But that all came after his 33 year months at sea, serving aboard the carrier USS Corregidor during four major battles of World War II’s Pacific Campaign. Plus, you will not find a bigger Bob Wills fan. They were both born in Kosse, Texas."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3r074v152/manifest.json",
      "label": {
        "none": [
          " Gary Banta: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/nz805z87x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gary Banta, U.S. Army, Vietnam (Interviewed Feb. 11, 2010) Gary Banta joined the Army in 1967, well into the Vietnam War. he both drove and rode shotgun on truck convoys, delivering supplies to the hotspots where choppers and aircraft could not land. It was a year tour that certainly had it’s danger. Later he was assigned to Ft. Knox where he did indeed see the gold! And he was a chaplain’s assistant in Germany."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1v53jx20h/manifest.json",
      "label": {
        "none": [
          " Norman Beal: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8w32r581p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Norman Beal, U.S. Marines, Korea (Interviewed Oct. 29, 2009) Some call it the forgotten war, but Norman Beal of rural Brazos County has not forgotten a thing about his 2nd Battalion, 5th Marines assault on the Korean coast in 1950. Nor has he forgotten the horror in the cold of that winter, scaling the cliffs at the beaches of Incheon, nor the card game that kept him in Korea to fight even longer. The Korean war cost 54,000 American lives and another 8000 were missing and Norman Beal counts himself very lucky to have survived to tell his story of service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/q811kj86b/manifest.json",
      "label": {
        "none": [
          " Jon Bennett: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/7m01bk901/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jon Bennett, KAMU TV/Station Manager (Interviewed 2010) This Show was with KAMU Station Manager Jon Bennett, talking about the more than five years of Veterans of the Valley. Just a review of what at the time, was 145 shows."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8336h208t/manifest.json",
      "label": {
        "none": [
          " LeRoy Balmain: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2r36tx76s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Leroy Balmain, Merchant Marines/Air Force, WW II/Korea (Interviewed March 17, 2011) Leroy Balmain was in boot camp at Catalena Island when the Atomic Bomb was dropped on Hiroshima and Nagasaki in August of 1945. As a Merchant Marine and later in the Air Force, he did not see combat duty but served his country first as a fireman aboard the SS Alfred C. True and then eventually as an Administrative Supervisor. He and his wife Marita were married in 1946 and his assignments took them from Alaska to Topeka to Alabama to Washington DC to Shreveport to the Philippines and finally back to the States and in 1972 to Bryan, where he served four years as an Air Force Recruiter. After he retired from the service, he spent 19 years as Executive Director for the Better Business Bureau here. So you see his entire adult life has been one of service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/br86b375x/manifest.json",
      "label": {
        "none": [
          " Jeff  Bailey - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pz50gw25s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jeff Bailey, U.S. Army, Viet Nam (Interviewed Feb. 26, 2009) ​This is the incredible story of service of First Sergeant Jeff Bailey of Bryan -- a 20-year Army veteran who served overseas in Germany twice, in Korea, and two tours of Viet Nam, first with the 18th Infantry and later with the 12th Cav. He was wounded during each Viet Nam deployment, earning 2 Purple Hearts and the Silver Star, among many other awards and medals. Between his Vietnam Tours, he served on the streets of Southside Chicago, helping to diffuse the devastating riots in the days following the April 4, 1968 assassination of Dr. Martin Luther King Jr. He also served three years at Ft. Greeley Alaska, on the edge of the Arctic Circle. As you can imagine, his is a remarkable story of service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/w0892b079/manifest.json",
      "label": {
        "none": [
          " Jeff  Bailey - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8336h2093/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jeff Bailey, U.S. Army, Viet Nam (Interviewed Feb. 26, 2009) ​This is the incredible story of service of First Sergeant Jeff Bailey of Bryan -- a 20-year Army veteran who served overseas in Germany twice, in Korea, and two tours of Viet Nam, first with the 18th Infantry and later with the 12th Cav. He was wounded during each Viet Nam deployment, earning 2 Purple Hearts and the Silver Star, among many other awards and medals. Between his Vietnam Tours, he served on the streets of Southside Chicago, helping to diffuse the devastating riots in the days following the April 4, 1968 assassination of Dr. Martin Luther King Jr. He also served three years at Ft. Greeley Alaska, on the edge of the Arctic Circle. As you can imagine, his is a remarkable story of service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hq37vn76t/manifest.json",
      "label": {
        "none": [
          " John Anderson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3n203z25s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "John Anderson, U.S. Army, Vietnam (Interviewed Aug. 25, 2005) John Anderson is quick to say that his one year duty in Vietnam was not combat filled. He did not fly the gunships but he flew above them, in his 01 single engine bird dog aircraft, guiding the gunships and identifying landing zones. He was with the 75 Rangers"
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gf06g287w/manifest.json",
      "label": {
        "none": [
          " Philip Alexander: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6w924b99m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Philip Alexander, Computer Artist (Interviewed July 19, 2007) College Station Physician Dr. Philip Alexander has a unique skill beyond health care. He’s an artist. Not with a palette and brush, but with a computer. And uses this unique talent to express his passion for the military and for veterans through his amazing art. This TV Show will exhibit many of his works."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9880vr244/manifest.json",
      "label": {
        "none": [
          " Ray  Akins - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/xw42n8035/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ray Akins, U.S. Marines, WW II (Interviewed Oct. 8, 2009) Most every World War II Veteran counts themselves lucky to have survived to tell their story when so many did not. Ray Akins’ service came near the war’s end, but included 82 days fighting in the Pacific’s bloodiest battle... Okinawa. The battle that killed more than 12,000 Americans and left another 36,000 wounded. As a member of a special weapons unit in the 1st Marine Division, his was the third wave to storm the beach that April 1st, 1945. Okinawa was to be a main staging area for the ground assault on Japan that never happened because of the dropping of the Atomic Bombs on Hiroshima and Nagasaki. Here are some of Ray Akins’ war Stories, but some of his stories of a legendary 38-year high school football coaching career, one that produced a quarterback named Marty Akins who went on to run Darrell Royal’s wishbone attack at Texas. And he’ll talk about Ray Akins, the proud Grandfather of another quarterback you may recognize... a fella named Drew Brees."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/70795787c/manifest.json",
      "label": {
        "none": [
          " Ray  Akins - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/t722h898d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ray Akins, U.S. Marines, WW II (Interviewed Oct. 8, 2009) Most every World War II Veteran counts themselves lucky to have survived to tell their story when so many did not. Ray Akins’ service came near the war’s end, but included 82 days fighting in the Pacific’s bloodiest battle... Okinawa. The battle that killed more than 12,000 Americans and left another 36,000 wounded. As a member of a special weapons unit in the 1st Marine Division, his was the third wave to storm the beach that April 1st, 1945. Okinawa was to be a main staging area for the ground assault on Japan that never happened because of the dropping of the Atomic Bombs on Hiroshima and Nagasaki. Here are some of Ray Akins’ war Stories, but some of his stories of a legendary 38-year high school football coaching career, one that produced a quarterback named Marty Akins who went on to run Darrell Royal’s wishbone attack at Texas. And he’ll talk about Ray Akins, the proud Grandfather of another quarterback you may recognize... a fella named Drew Brees."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hh63sw03r/manifest.json",
      "label": {
        "none": [
          " Bill Adams: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/xw42n802w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Adams, U.S. Air Force, Korea (Interviewed March 3, 2011) Bill Adams wanted to be in the Air Force in 1950 but really had no designs on being a mechanic. But that where the Air Force needed him so he learned the craft and for the next four years kept B-29s in the air. Not in frigid Korea where the war was going on but among other places in steaming hot Saudi Arabia. Bill Adams is one of those many veterans who served his country not in combat but in still needed jobs that kept America safe"
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/v118rd81m/manifest.json",
      "label": {
        "none": [
          " Billy Joe Adams: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3f462569j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Billy Joe Adams, U.S. Army, WW II (A&M Class of ‘41) (Interviewed June 15, 2005) Retired Lt. Col. Billy Joe Adams was a veteran of the fighting in the European Theater during World War II and of post-conflict Korea. During World War II, he was assigned to the A Battery of the 414th Field Artillery Battalion. He was the Field Operations Officer for the 414th."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/zs25x877c/manifest.json",
      "label": {
        "none": [
          " Robert Fliedner: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/12579s47v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Robert Fliedner, U.S. Army, WW II (Interviewed Oct. 22, 2009) Robert Fliedner had pretty much decided that the Army didn't want him after his high school graduation in 1940. He had tried to enlist twice but poor eyesight disqualified him both times. But then after the US got involved in World War II, after Pearl Harbor, his eyesight must have improved because he was drafted. First assigned to limited service, then General service and then to duty in both the European and Pacific theaters of the war, Robert Fliedner built stuff -- camps for incoming inventory, sewer lines for those camps, tank farms to store gasoline, and he maintained gasoline pump stations that pumped fuel to the front lines. His overseas duty started in England, then landing in Normandy at Utah Beach, and it ended more than two years later at Bataan, in the Pacific."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/474299320/manifest.json",
      "label": {
        "none": [
          " Spec Gammon: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cc08hf749/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Spec Gammon, U.S. Army, World War II (Interviewed June 1, 2005) Army Infantry Tech Sergeant Spec Gammon was the long-time Sports Information Director at Texas A&M, but long before that, he fought as an Army Infantry soldier in World War II in Europe. He was wounded at the Battle of the Bulge. He speaks highly of the British soldiers he met and people who endured so much destruction during the war, and he recalls the weather during the Bulge. “I’ve never been so cold in my life”, he says."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8w32r582z/manifest.json",
      "label": {
        "none": [
          " R.F. “Sonny” Franze: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2j62s5045/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "R.F. “Sonny” Franze, U.S. Army, WW II (Interviewed June 22, 2005) “Sonny” Franze recalled well leaving his farm near Kurten and going into the Army -- learning to climb telephone poles and set communication wire and eventually taking that training across the North Atlantic to Europe front lines. He landed at Normandy on D+10 and that led to bravery that won him five Bronze Stars. He also saw the horror that his unit discovered at the concentration camp called Buchenwald."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/zc77sq249/manifest.json",
      "label": {
        "none": [
          " W.S. Edmonds: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bc386j44x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "W.S. Edmonds, U.S. Army, World War II (A&M Class of ‘38) (Interviewed June 8, 2005) World War II was won by men and women all pulling their weight, doing their job, whether was fighting on the front lines or serving in the chow lines. When Bryan’s W.S. Edmonds, A&M class of 1938, enlisted in 1942 (just two months after the attack on Pearl Harbor), he had field artillery in mind. He spent a lot of his time in the Army training ragtag replacements stateside for overseas duty. But when his branch’s orders were changed to postal duty in Louisiana, that was not how W.S. wanted to spend the war. If he was going to stay in the states, he wanted to be where the action was so he got himself transferred to Washington DC, the Pentagon, a part of the Army’s Courier Transport Service. It was mostly top secret and it had to get from one place to another, and W.S. Edmonds was one of the soldiers the Army depended on to get it there. He is a past commander of the American Legion and a member of the VFW."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1v53jx21s/manifest.json",
      "label": {
        "none": [
          " Ed Eyre: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/f4752g94n/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ed Eyre, U.S. Marines, WW II (Interviewed Nov. 9, 2005) December 19, 1941 and Ed Eyre was among the first to volunteer for service following the attack on Pearl Harbor. It took a while and a little maneuvering to get where he wanted to be -- as a Marine. He wanted to fight for his country in the Pacific and eventually he found himself in the middle of it as a member of the 5th Marine Division, 28th Regimental Weapons Company. Charging the sands on D-Day at Iwo Jima, February 19, 1945. He saw that US flag flying atop Mount Suribachi -- The flag etched in American pride by the famous photograph of the Marines who mounted it there. He fought day and night and he would fight for 10 days, until shrapnel from a mortar round eventually ended his combat service. Ed Eyre was a winner of the Bronze Star and the Purple Heart -- live out his life in rural Brazos county."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n870zr06z/manifest.json",
      "label": {
        "none": [
          " Frank Dickey: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/wd375w385/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frank Dickey, U.S. Army, Vietnam (Interviewed June 28, 2006) Frank Dickey refuses to call himself a hero but most might disagree. He says that in Vietnam he fought alongside heroes but he, like many who went, who fought, who came home, prefers to reserve the label hero for those who did not come home. He was not an officer, nor a company commander nor a Phantom pilot. Frank Dickey’s role in Vietnam was as the guy who laid his rifle on the line with every patrol -- just infantry army soldier, search and destroy, chopping away at the jungle in search of the enemy. Yet by many standards a hero and it's our honor to have spoken with him on Veterans of the Valley."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6d56zw74c/manifest.json",
      "label": {
        "none": [
          " Bob Gallery: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8p58pd09p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Gallery, U.S. Army, WW II, (Interviewed July 21, 2010) Bob Gallery was just 17 years old in 1944 and didn’t know that he was about to take the fast track from his home in Saginaw, Michigan to a Foxhole on the front lines of the War in Europe. But that’s pretty much exactly what happened when he was drafted into the Army near war’s end. A 38-year resident of Bryan, Bob Gallery’s 99th Infantry saw conflict eyeball-to-eyeball as he puts it, and counts himself fortunate to have come home uninjured.. indeed to have come home at all, as so many who served did not."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/g732d917n/manifest.json",
      "label": {
        "none": [
          " Arnold Foltermann: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2227mp866/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Arnold Foltermann, U.S. Army, WW II (Interviewed Nov. 15, 2006) Arnold Foltermann and his wife Minnie were married some 60 years and worked for the phone company after he served in Gen. Patton’s 3rd Army during World War II. He saw action at the Battle of the Bulge in Europe. Just a “doughboy”, fighting for his country."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pk02c986g/manifest.json",
      "label": {
        "none": [
          " Lawrence DeZavala: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/rb68xc05g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lawrence DeZavala, U.S. Air Force, WW II (Interviewed June 21, 2007) The path that Lawrence DeZavala took from his birthplace in Louisiana to his vineyards near New Baden, Tx included three years of service as a radio operator/gunner, flying some 21 combat missions with the Air Force’s 379th Bomber Group. Their mission aboard their B-24 was to take out rail yards and bridges in Austria and other positions near the war’s in. He counts himself lucky to have returned uninjured and counts himself even more fortunate to have lived the life he has. He and his wife Rachel own and operate DeZavala Vineyard where some of the tastiest blackberries, blueberries and raspberries can be picked."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kw52j822m/manifest.json",
      "label": {
        "none": [
          " Henry  Dethloff - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/p5547r56q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Henry Dethloff, Author “Texas Aggies Go To War” Interviewed Jan. 4, 2006) It's no secret that Texas A&M's contribution to our country's war efforts have gone above and beyond those of most other universities. We have had the honor of featuring many former students on Veterans of the Valley. Well now they have a book dedicated to their service “Texas Aggies Go To War” authored by one of the foremost historians of Texas A&M, Henry Dethloff Professor Emeritus of History at Texas A&M, along with former student John A. Adams. Texas A&M sent more than 20,000 to serve in World War II alone, more than 14,000 as commissioned officers. It's an extraordinary account of Aggie military service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tq57nr21b/manifest.json",
      "label": {
        "none": [
          " Henry  Dethloff - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3484zh10x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Henry Dethloff, Author “Texas Aggies Go To War” Interviewed Jan. 4, 2006) It's no secret that Texas A&M's contribution to our country's war efforts have gone above and beyond those of most other universities. We have had the honor of featuring many former students on Veterans of the Valley. Well now they have a book dedicated to their service “Texas Aggies Go To War” authored by one of the foremost historians of Texas A&M, Henry Dethloff Professor Emeritus of History at Texas A&M, along with former student John A. Adams. Texas A&M sent more than 20,000 to serve in World War II alone, more than 14,000 as commissioned officers. It's an extraordinary account of Aggie military service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/mg74qm23h/manifest.json",
      "label": {
        "none": [
          " Dick Deiterich: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/t148fh38p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dick Deiterich, U.S. Army, WW II (Interviewed March 10, 2011) The path that Dick Deiterich took from Bloomsburg Pennsylvania to the Brazos Valley included an 18-month hitch in the Army that started soon after Japan surrendered but before President Truman officially declared the end of hostilities in December 1946. So he served stateside, sent from base to base and eventually to Fort Knox, Kentucky to help forward mail to returning servicemen and those heading back overseas for post-war duty. His is one of those stories of service that he might not call remarkable but we call essential as it was for anyone who gave up the important time of their youth to serve their country."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n870zr077/manifest.json",
      "label": {
        "none": [
          " Dick  Davison - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/zw12z5549/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dick Davison, U.S. Army, WW II (Interviewed June 21, 2006) Dick Davison does not dwell on the ribbons and medals that passed him by for his service in World War II. As you will discover PFC Davison was a soldier not looking for recognition; he was a fighter, simply looking to defeat the German enemy. A ground soldier – and as he admits, an independent thinker who didn't always go along with conventional ways. What he saw along the way is and incredible story that he was proud to tell."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/d217qp75f/manifest.json",
      "label": {
        "none": [
          " Dick  Davison - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6108vb364/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dick Davison, U.S. Army, WW II (Interviewed June 21, 2006) Dick Davison does not dwell on the ribbons and medals that passed him by for his service in World War II. As you will discover PFC Davison was a soldier not looking for recognition; he was a fighter, simply looking to defeat the German enemy. A ground soldier – and as he admits, an independent thinker who didn't always go along with conventional ways. What he saw along the way is and incredible story that he was proud to tell."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5h73pw23g/manifest.json",
      "label": {
        "none": [
          " Rex Davis: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/g732d918x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Rex Davis, Navy, Air Force, Army, WW II (Interviewed Feb. 18, 2010) Dr. Rex Davis tells an incredible story of service that includes action in both World War II, where he was aboard an LCS during the invasion of Okinawa, and later his service as a medical doctor in Viet Nam. He served in the Navy, the Air Force and the Army. Between World War II and Nam he returned home to Gidding, Texas, finished high school, college and med school before starting his career as a doctor. An accomplished writer, Dr. Davis has penned many of his accounts of service in the form of fascinating short stories. We will read from some of those as we visit with Dr. Rex Davis."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6m311p54h/manifest.json",
      "label": {
        "none": [
          " Thomas  Darling - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ns0646221/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. Thomas Darling, Air Force, Vietnam (A&M Class of ‘54) (Interviewed Sept. 27, 2006) From the summer of 1987 to the summer of 1996, Major General Thomas G Darling served as Commandant of the Texas A&M Corps of Cadets. But his years of service to our country started long before that, 33 years before to be exact. As a member of the class of 1954 -- two months after graduation he was active-duty Air Force. He learned to fly and fly he did it, more than 7000 hours, 500 of those piloting the giant B-52 on some 46 combat missions in Vietnam."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ng451h60f/manifest.json",
      "label": {
        "none": [
          " Thomas  Darling - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cj82k756t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. Thomas Darling, Air Force, Vietnam (A&M Class of ‘54) (Interviewed Sept. 27, 2006) From the summer of 1987 to the summer of 1996, Major General Thomas G Darling served as Commandant of the Texas A&M Corps of Cadets. But his years of service to our country started long before that, 33 years before to be exact. As a member of the class of 1954 -- two months after graduation he was active-duty Air Force. He learned to fly and fly he did it, more than 7000 hours, 500 of those piloting the giant B-52 on some 46 combat missions in Vietnam."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5x21tf57b/manifest.json",
      "label": {
        "none": [
          " Jack Currie: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2801pg54d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack Currie, U.S. Army Air Corps, WW II (A&M Class of ‘64) (Interviewed July 24, 2008) Jack Currie is an Aggie, but before he ever entered A&M, there was a war to fight in World War II's European Theater. And that's where he and his B-17 crew flew some 50 combat missions in 1944 and 1945. It was a time in our history that included D-Day, the Battle of the Bulge and eventually victory in Europe. He has some interesting stories to tell but none more compelling than his mission on May 12, 1944, when his Flying Fortress was shot up so badly it really had no business staying at aloft. But it did, and thus Jack Currie is here to tell that story and many more."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z890rt45j/manifest.json",
      "label": {
        "none": [
          " Walter Cronin: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cn69m4331/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Walter Cronin Jr., U.S. Army, Korea/Vietnam (Interviewed June 7, 2006) Walter Cronin was 16 years old when he graduated from high school but as you will find out, Colonel Cronin was on the fast track just about all his life, certainly during a distinguished military career that spanned 27 years, It was a career that sent him to service not only in the United States, but to Japan, Korea, Paris, London and Vietnam. He kept up with World War II as a schoolboy, joined the merchant Marines and then the Army in 1946. He was coming into military service just as the fighting was wrapping up in the Pacific. It's an intriguing story of service and we are proud to welcome Colonel Walter J Cronin Jr."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3t945r04r/manifest.json",
      "label": {
        "none": [
          " George Cox: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dz010q25p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "George Cox, U.S. Army, WW II (Interviewed May 4, 2005) 23-year-old tank commander George Cox of rural Brazos County, was a member of the 746th Battalion when he starred the horror of the war straight in the face. June of 1944 was when George Cox was one of those who lived to tell the story of D-Day and the stand made at beaches called Juno, Gold, Sword, Omaha and Utah. He recounts the final months of the war, when he earned his Purple Heart and Silver Star as a player in five major battles."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/g445cd35b/manifest.json",
      "label": {
        "none": [
          " Jim  Cooper - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ns0646239/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Jim Cooper, U.S. Navy, WW II (Interviewed March 1, 2005) Dr. Jim Cooper practiced medicine in the Brazos Valley for nearly 60 years and was a Navy doctor who served from ship to ship during both World War II and Korea. He is quick to say that he did not serve in combat during either year but was instrumental in saving the lives of those who did."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pg15bf09b/manifest.json",
      "label": {
        "none": [
          " Jerry Congleton: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/9306sz45f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jerry Congleton, U.S. Air Force, Vietnam (Interviewed Oct. 18, 2007) Jerry Congleton flew 213 combat missions in the Vietnam War. He was a forward air controller for 113 of those. He Graduated from Evansville University and was commissioned the day he graduated. He volunteered for the military."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gt54kn20j/manifest.json",
      "label": {
        "none": [
          " Dan Chadbourne: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6w924c005/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dan Chadbourne, U.S. Marines, World War II (Interviewed Oct. 23, 2008) Dan Chadbourne flew the PBJB-25 Mitchell in World War II. His first wish was to be a tail gunner on a SBT-Dauntless. Instead he was a radio gunner on the B-25. He flew 38 Missions in the Pacific Theater in 1945. His 443rd Marine bombing squadron would strafe and bomb and serve as an escort for the fighters of the 1st Marine Wing in Okinawa -- Operation Iceberg."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9593tv344/manifest.json",
      "label": {
        "none": [
          " Jim  Cooper - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/c247ds274/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Jim Cooper, U.S. Navy, WW II (Interviewed March 1, 2005) Dr. Jim Cooper practiced medicine in the Brazos Valley for nearly 60 years and was a Navy doctor who served from ship to ship during both World War II and Korea. He is quick to say that he did not serve in combat during either year but was instrumental in saving the lives of those who did."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/xp68kg35z/manifest.json",
      "label": {
        "none": [
          " Alton Meyer: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/rx913q13m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Col Alton Meyer, Air Force, Vietnam P.O.W. (A&M Class of ‘60) (Interviewed Sept. 28, 2005) It was six years of life he will never get back but Lt. Col. Al Meyer of rural College Station will certainly never forget that time from the Spring of 1967 to 1973 that he spent as a captive of the North Vietnamese Army -- a P.O.W. Sitting in the back seat of his F-105, he was shot out of the sky. His pilot didn’t survive. His wife Bobbie didn’t know for three years that he was alive at the Hanoi Hilton, as the prison camp was called. It’s an amazing story of physical and mental victory."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kp78gg55p/manifest.json",
      "label": {
        "none": [
          " John Miller: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b5644r712/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. John Miller, U.S. Marines, WW II, Korea/Vietnam (A&M Class of ‘46) (Interviewed April 5, 2007) When Lt. Gen. John H. Miller and his wife Virginia moved to College Station, by his count, it was their 37th move of their married life. Such is the life of this career Marine who served his country in 3 wars -- World War II, Korea and Vietnam. He call his service not all that distinguished, but it was indeed distinguished enough to earn 3 Purple Hearts, 2 Bronze Star Medals, 2 Legion of merits and the Navy Distinguished Service Medal. And that’s just to name a few."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gq67jr37g/manifest.json",
      "label": {
        "none": [
          " John Millholland: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/9306sz46q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "John Millholland, U. S. Air Force, Vietnam (Interviewed March 9, 2005) When he was searching for his purpose, John Millholland and his buddies started watching military aircraft take off. He was hooked and decided he was going to join the Air Force and he was going to fly. In March 1966 he was a fighter pilot, a top gun, strapped to the back of an F4. He will never forget Christmas Day of 1966. It is a remarkable story of survival."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tx31qh84w/manifest.json",
      "label": {
        "none": [
          " Brent Mullins: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/cz30ps811/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Brent Mullins, Museum of the American GI, Collector (Interviewed Dec. 7, 2005) Brent Mullins is a collector and his collection of war and military memorabilia is vast. So vast in fact that it now fills a museum in South College Station called the “Museum of the American GI”. In addition to the show with Brent, is a second radio feature on Brent’s generous gift to friend and veteran Ed Eyre, a veteran of the Battle of Iwo Jima. Brent took Ed back to Iwo Jima as a thank you for his service and for the volunteer work Ed did in restoring many of Brent’s vehicles and other war machines."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/t435gd19q/manifest.json",
      "label": {
        "none": [
          " Glenn Morgan: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kk91fk733/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Glenn Morgan, U. S. Navy, World War II (Interviewed March 16, 2005) Glenn Morgan served aboard the USS Indianapolis, he was one of its buglers. He was a board that fateful ship when it was torpedoed and sunk in the Pacific Ocean, 30 July 1945, after delivering the parts of the bomb to Tinian island. Glenn Morgan was one of 317 survivors who floated for four days and four nights floating in the Pacific, fighting off shark attack and exposure to survive. This is one of the most remarkable stories of World War II. Glenn Morgan -- survivor USS Indianapolis."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kp78gg56z/manifest.json",
      "label": {
        "none": [
          " Bob Middleton: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/fj2362424/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Middleton, U.S. Army, Korea (A&M Class of ‘51) (Interviewed Sept. 14, 2005) 2nd Lt. Bob Middleton is proud of his service in what’s sometimes called the “Forgotten War”. He was one of some 1900 Aggie who fought in the Korean War. 63 Aggies lost their lives. Bob took the fast track from A&M to the front lines at Heartbreak Ridge. That's where they did battle, mostly in the pitch dark of night, often in the snow. Bob Middleton left Korea with many memories of survival and with the Army’s Silver Star medal."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tt44pn081/manifest.json",
      "label": {
        "none": [
          " Claude Mounce: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/1544bp37v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Claude Mounce, U.S. Navy, Cuban Missile Crisis (Interviewed April 5, 2006) October 18 to the 29th of 1962 was the Cuban missile crisis. Claude Mounce saw it up close and personal, but he'll tell you that at the time he had no idea it was such a big deal. As a pilot off a carrier that was part of the blockade, it was his job to fly the photographer to where the Russian ships were approaching. Photos were taken and sent back to Washington, where Pres. John Kennedy and his military advisers were convinced that the Soviets were planning to stockpile warhead missiles to bases in Cuba. It became one of the most critical political standoffs in our history."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/4f16c299x/manifest.json",
      "label": {
        "none": [
          " Haskell Monroe: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z603qx574/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Haskell Monroe, Texas A&M Historian (Interviewed 2005) Haskell Monroe never took a class at Texas A&M but he taught a bundle of them and if there is anyone who could be considered a foremost historian of Texas A&M it is Haskell Monroe. This six part series of Bravo Brazos Valley is indeed fascinating. Haskell Monroe the encyclopedia of Aggieland."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/v979v332n/manifest.json",
      "label": {
        "none": [
          " Jim Moore: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x633f1243/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Moore, U. S. Army, Vietnam (A&M Class of '49) (Interviewed July 31, 2008) You would have a hard time finding anyone who knows more about feeding a massive number of people than Colonel Jim Moore. His first cooking job was as cook’s helper at Fort Bliss. That was a job he hated by the way. He spent eight years as the associate director of food services at Texas A&M. He learned a lot of his craft in the Army towards the end of World War II and in Korea and in Vietnam."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6108vb37d/manifest.json",
      "label": {
        "none": [
          " Lee McClesky: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/wd375w39f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lee McClesky, U.S. Air Force, Vietnam (Interviewed April 24, 2008) Lee McClesky entered the U.S. Air Force Academy in 1956, came out in 1961 and immediately went to flight training school in Georgia. He was a flight instructor, teaching T-37 & T-38. He flew the A-26 Air Commando in Vietnam, assigned to truck killing missions on the Ho Chi Minh Trail and in Laos. His most memorable flight came on 22 Feb 1967."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/rr171x49j/manifest.json",
      "label": {
        "none": [
          " David Marion: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/j098zb306/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "David Marion, U. S. Army, Vietnam (A&M Class of '65) (Interviewed Aug. 10, 2005) David Marion was a military advisor serving in the jungles of Vietnam during the hottest time of that war in 1968 and 1969. He says his most memorable service was that along side maybe swift boats. He has quite a story to tell."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/g158bh55k/manifest.json",
      "label": {
        "none": [
          " Gerald McCaskill: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/gq67jr38r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gerald McCaskill, U.S. Navy, WW II (Interviewed September 18, 2008) When Gerald McCaskill boarded the Battleship USS Tennessee in June of 1944, it was the first ship he had ever seen. He would see plenty of it over the next 15 months, including combat action throughout World War II’s Pacific theater. The Tennessee had already seen plenty of warfare, including on 7 December 1941, docked at Pearl Harbor alongside the ill-fated West Virginia and Arizona on that day that will live in infamy. Over HIS time on the Tennessee, it’s travels took it to Saipan, Guam, Tinian, Guadalcanal, Palau, the Philippines, back to Pearl Harbor and Saipan and within a mile of the beaches of Iwo Jima for that Marine invasion to Mt. Suribachi.. on to Okinawa, and eventually to Japan. The Tennessee was badly damaged at least twice after the attack on Pearl Harbor, an attack at Tinian and later a suicide attack to the quarterdeck."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qj72p729p/manifest.json",
      "label": {
        "none": [
          " H.J. Marsh: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2j62s505f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "H.J. Marsh, U.S. Army, WW II/Korea (Interviewed June 25, 2009) H.J. Marsh considered his timing quite fortunate. A 1945 high school graduate of San Jacinto High School, by the time he joined the Army, World War II was over. His unit served occupational duty in postwar Korea and while he says there was not much action at that time, his service was still valuable in keeping the peace that had been hard earned in the Pacific Theater. Korea, after all, was under Japanese rule during the war -- and after the war, the split between North and South Korea was even more defined. HJ Marsh says it was then that he first heard the word communism, during his service between World War II and the Korean War, which started in 1950."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/44558d527/manifest.json",
      "label": {
        "none": [
          " Ken  Loveless - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/4j03cz85n/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ken Loveless, U.S. Army, Viet Nam (Interviewed Feb. 15, 2008) Once you hear the story of College Station’s Ken Loveless you will say that it's a miracle that he's here to talk to us at all. Col. Loveless flew choppers in Vietnam, attack helicopters. And he can count at least five times in his career that he crashed, the first time he should not have survived. A helicopter pilot for Gen. Westmoreland and Gen. Abrams in Vietnam, his history of service is indeed an amazing one to hear."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8049g523p/manifest.json",
      "label": {
        "none": [
          " Ken  Loveless - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/s4655g81b/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ken Loveless, U.S. Army, Viet Nam (Interviewed Feb. 15, 2008) Once you hear the story of College Station’s Ken Loveless you will say that it's a miracle that he's here to talk to us at all. Col. Loveless flew choppers in Vietnam, attack helicopters. And he can count at least five times in his career that he crashed, the first time he should not have survived. A helicopter pilot for Gen. Westmoreland and Gen. Abrams in Vietnam, his history of service is indeed an amazing one to hear."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j6731399j/manifest.json",
      "label": {
        "none": [
          " Frank  Litterst - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5999n361k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frank Litterst entered Texas A&M in the fall of 1939, a proud member of the Class of '43 (the Class that won the War.). He was a Ross Volunteer and the Commander of Battery “A” Coast Artillery. During World War II, Frank's class left A&M en masse prior to graduation, and Frank was commissioned as a Lieutenant in the U.S. Army. He served in New Guinea as an artillery officer from 1943 to 1945."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5x21tf58m/manifest.json",
      "label": {
        "none": [
          " Frank  Litterst - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5999n3609/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frank Litterst entered Texas A&M in the fall of 1939, a proud member of the Class of '43 (the Class that won the War.). He was a Ross Volunteer and the Commander of Battery “A” Coast Artillery. During World War II, Frank's class left A&M en masse prior to graduation, and Frank was commissioned as a Lieutenant in the U.S. Army. He served in New Guinea as an artillery officer from 1943 to 1945."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6395w7327/manifest.json",
      "label": {
        "none": [
          " Ron Lewis: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/m613mx81f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ron Lewis, U.S. Army, Vietnam (A&M Class of ‘64) (Interviewed June 30, 2005) Captain Ron Lewis served his country as a helicopter pilot, assigned to lift duty for Cav One in Vietnam. His ship flew low and fast over the jungles, setting down in landing zones that barely existed-- dropping soldiers and picking up soldiers, hopefully alive, but many times not."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5425k983w/manifest.json",
      "label": {
        "none": [
          " Durwood Lewis: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dn39x170t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Durwood Lewis, U.S. Air Force, Vietnam (A&M Class of ‘60) (Interviewed Jan. 24, 2007) Maj. Durwood Lewis was a F-4 back-seater who saw a great deal in his 12-month assignment in Vietnam. It was one year out of more than 20 years of service in the U.S. Air Force."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qf85nb58w/manifest.json",
      "label": {
        "none": [
          " Ed & Yolanda Kozlowski: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bc386j456/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Edward and Yolanda Kozlowski, U.S. Air Force/Army, WW II (Interviewed together Oct. 12, 2005) By the end of World War II Capt. Edward Kozlowski had flown 88 missions over the combat territory of the European Theater.  His life's path took him from his boyhood farm in Wisconsin, through his military service as a pathfinder navigator, to Houston and NASA. That's where he designed and installed the heat shields used on the Apollo missions. But perhaps his most rewarding mission was that to win the heart of Yolanda Frisch, an Army nurse in World War II. That too was no easy challenge. Yolanda Frisch of the 100th Evacuation Hospital, always set up near the front lines; following Patton's Army through France, Belgium, Holland and Germany. She was a triage and a surgical nurse. Both former Texas A&M employees both have passed away now but their story is indeed a testament to the bravery and determination of all those men and women who served for freedom."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vx021f33d/manifest.json",
      "label": {
        "none": [
          " Bill Kling: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/g445cd36m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Kling, Army, WW II, A&M Class of 1949 (Interviewed Feb. 22, 2006) Bill “BJ” Kling started Kling Engineering in 1975 but by then his own surveying skills had been tapped in most every arena you can imagine, including in World War II as an infantry soldier with the 102nd. His unit sailed overseas late in the European campaign in 1944, in time for the Battle of the Bulge and in time to witness the surrender of thousands of German troops -- many soldiers who were interrogated by Bill Kling. After the war, Bill Kling entered Texas A&M as a 30-year-old freshman. After the war he met Florace and they were married for some 60 years."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/jw827b81x/manifest.json",
      "label": {
        "none": [
          " Gordon Kennedy: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/fb4948713/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gordon Kennedy, U.S. Army, Korea/Vietnam (Interviewed Jan. 29, 2009) ​Gordon Kennedy had seen a lot of the world during his 31 years of military service. Service that included a 15-month tour during in Korea during that War, and then a year in Saigon, near the end of the Vietnam War. When he left his final tour of duty, in Jamaica, he had hardly even heard of Bryan, Texas...It was his next duty assignment as an intelligence specialist. He and his wife Lucille were married some 60 years."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gt54kn21t/manifest.json",
      "label": {
        "none": [
          " Dale Jackson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/s4655g802/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dale Jackson, U.S. Army, WW II (Interviewed Feb. 12, 2009) Soon after Dale Jackson entered the Army at Age 18, he was shipped off to Omaha, Nebraska for Ordnance Repair School, learning how to fix military equipment and vehicles. Just 15 months after he entered the service, on 6 June 1944, he would find himself at another Omaha -- Omaha Beach, part of the 3rd Wave at Normandy on D-Day. He recalls that historical event with amazing clarity because he was there, because he was wounded there, because he served there. He says he was there when General Eisenhower addressed the paratroopers the day before the invasion and indeed identifies himself in one of the War’s most famous photographs."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/41687h67m/manifest.json",
      "label": {
        "none": [
          " Carl Huss: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pk02c987r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Carl Huss, Army Air Corps, WW II (Interviewed June 4, 2009) Carl Huss joined the Army Air Corp before US involvement in World War II started with the bombing of Pearl Harbor. He was just looking to learn a trade, and indeed he did. As a radioman stationed first for nearly 3 years in Alaska, then in the Philippines near war’s end. He became pretty well versed in American- Russian relations during the War and that’s just a part of his fascinating story of service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/4b29b620q/manifest.json",
      "label": {
        "none": [
          " Jeff Huffman: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/qv33rw81j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Jeffrey Huffman, U.S. Army, Iraq (Interviewed May 27, 2011) Dr. Jeffrey Huffman is also Lt. Col. Jeffrey Huffman is a urologist at the College Station Medical Center. His story is about as unique as they come because it was age 51, after the attacks of Sept. 11th, 2001, that Dr. Huffman heard President Bush speak to congress and the country and tell them that this war effort in Iraq would take the help of all Americans. So it then that Dr. Huffman knew the President was speaking to him. He also knew there was a critical shortage of surgeons in the war zone so he closed his practice and his tenured professor position at Southern Cal, where he’d been for 21 years, got commissioned for the first time into the military, and in 2005 was sent to the American Military Hospital in Balad, about 45 miles north of Baghdad. That was a five-month tour during the surge. In 2009, he returned for a three-month tour. Dr. Huffman fixed people, American military, Iraqi military and civilians, and yes, even the enemy, Al-qaeda. That’s just part of his amazing story. Dr. Huffman was awarded the Meritorious Service Medal by the President of the United States."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/sn009x94h/manifest.json",
      "label": {
        "none": [
          " Louis Hudson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/js956g01z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Louis Hudson, U.S. Army, World War II (A&M Class of '44) (Interviewed Nov. 15, 2005) Texas A&M sophomore Louis Hudson was sitting in the campus theater when Pearl Harbor was attacked. Indeed the theater manager came out to tell the patrons about the attack that started the U.S. involvement in World War II. Louis Hudson was a paratrooper who got his training at Fort Benning, Georgia. His career included jumping over the lines during Normandy into St Mere Eglise and later as a paratrooper, part of the US mission Operations Market Garden. His is truly a remarkable story."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5t34sj858/manifest.json",
      "label": {
        "none": [
          " Ted  Hopgood - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/12579s51f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. Ted Hopgood, Marines, Vietnam (Interviewed Sept. 4, 2008) General Ted Hopgood’s 31-year career in the Marine Corps was followed by six years as Commandant of Cadets at Texas A&M. He had three tours of Vietnam, the first one with the 3rd Battalion, 4th Marines Kilo Company on the ground, in combat. One of his earliest battles was the most intense. His recollections of his career are vivid, especially his time in the National Military Command Center during the start of Operation Desert Storm."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qb98mf716/manifest.json",
      "label": {
        "none": [
          " Ted  Hopgood - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/w0892b08k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. Ted Hopgood, Marines, Vietnam (Interviewed Sept. 4, 2008) General Ted Hopgood’s 31-year career in the Marine Corps was followed by six years as Commandant of Cadets at Texas A&M. He had three tours of Vietnam, the first one with the 3rd Battalion, 4th Marines Kilo Company on the ground, in combat. One of his earliest battles was the most intense. His recollections of his career are vivid, especially his time in the National Military Command Center during the start of Operation Desert Storm."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/12579s484/manifest.json",
      "label": {
        "none": [
          " Henry Hill: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8049g5257/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Henry Hill, U.S. Air Force, Viet Nam (A&M Class of ‘56) (Interviewed Feb.7, 2008) Technically Colonel Henry Hill is retired, but actually he's never been busier. We could do a whole show on Henry Hill’s service since his military service ended. But let's meet Colonel Henry Hill, the Vietnam B–37 pilot, who flew 360 missions, including some of the most dangerous missions during the 1968 Tet Offensive."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9z903003h/manifest.json",
      "label": {
        "none": [
          " Lannes Hope: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/m613mx805/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Lannes Hope, U.S. Army, WW II (Interviewed Oct. 26, 2005) Col. Lannes Hope did not land on Omaha Beach on D-Day, but he watched he watched it happen from off-shore that day. The next day, June 7, 1944, (D+1), his unit brought the first tanks to Normandy. An eyewitness to what Hollywood called “The Longest Day” and an eyewitness to the horror of death the invasion left behind. A west Texas boy and a musician and a member of the Texas Tech band of the 1940’s."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vd66w004q/manifest.json",
      "label": {
        "none": [
          " Fred Holland: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bg257f267/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Fred Holland, U.S. Navy, WW II (Interviewed Aug.2, 2007) “You call, we haul” was the motto of boat pool 15, a Navy unit during World War II where Fred Holland of Bryan was first a Coxswain and then a motor mechanic. His job in the Pacific was to transport Marines onto the beaches on LCMs. LCM were best known as the landing craft that delivered troops to the beaches of France on D-Day, but they were also critical in the Pacific Campaign."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kd17ct05q/manifest.json",
      "label": {
        "none": [
          " Ed Higgins: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dz010q26z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ed Higgins, U.S. Air Force, WW II (Interviewed Feb. 14, 2008) Meet Ed Higgins of College Station. As a World War II forward navigator on six B-17 missions over Europe, he experienced his share of uncertain moments -- like his very first mission to Brandenburg (the gateway to Berlin) a navigator of the number two plane in a 1000 plane group. There were 3 missions where the beaches at Royan, France was the target, then over Dresden and finally Ingolstadt.  After his tour of Europe he be became a pilot and as a captain was the ranking student officer in-flight training at Bryan Air Force Base."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/k3569456c/manifest.json",
      "label": {
        "none": [
          " Duke Hobbs: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pk02c9881/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Duke Hobbs, Army/Air Force, World War II (A&M Class of '47) (Interviewed June 5, 2008) Duke Hobbs' career in service includes his service with the 79th Infantry in Europe during World War II and later in the Air Force working reconnaissance in Europe during the Cold War. Texas A&M class of 1947. He's a veteran of the Battle of the Bulge who recalls the unbearable cold of that winter of 1945. He was a member of a traveling variety show postwar the show was called \"You've Had It Joe\"."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qb98mf72g/manifest.json",
      "label": {
        "none": [
          " Jim Hester: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0r9673887/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Hester, U.S. Army, Vietnam (Interviewed Sept. 21, 2005) Jim Hester of Bryan was an Army lifer. That was interrupted by four years he spent in the Air Force. He served one tour in Germany and three tours of Vietnam. He was a medic and a nurse. He was wounded three times and earned several commendations. After 9/11, he re-upped and trained troops to serve in the war on terror. He’s proud of his 35-year career in uniform."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/12579s49d/manifest.json",
      "label": {
        "none": [
          " Thomas Hatfield: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/fq977v05j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Thomas Hatfield, Rudder Author (Interviewed March 4, 2011) It was natural that Thomas Hatfield would write the definitive biography of General Earl Rudder. Afterall, as a student he worked summers at the Texas Land Office when General Rudder was its commissioner and later served in an Army reserve unit that was under Rudder’s command. But that’s not why Thomas Hatfield wrote the book “Rudder: From Leader to Legend”. You see Thomas Hatfield is a life long educator and like General Rudder, was a college president and now is one of the foremost historians on World War II and military history. He is a senior research fellow at the Dolph Briscoe Center for American History at the University of Texas and is director of its Military History Institute."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/5425k9845/manifest.json",
      "label": {
        "none": [
          " Bill Harper: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kw52j823w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Harper, Operation Ivy, Post WW II (Interviewed Oct. 10, 2010) Bill Harper does not have any real war stories to tell from his two hitches and more than five years in military service, but the one that he does tell is indeed a witness to history. November 1st, 1952, from the deck of the USS Estes near Eniwetok Island in the Marshall Islands, Bill Harper was one of those who watched the result of “Operation Ivy” -- the very first Hydrogen Bomb Explosion. Bill Harper has never discussed his specific duties in regard to Operation Ivy, and he never will. But he can describe in detail the incredible site and effect of the detonation of a bomb some 500 times more powerful than the Atomic Bomb that ended World War II some seven years earlier. And there are other fascinating stories to tell... like how he got to Texas by sailing down the Illinois and the Mighty Mississippi Rivers from Lake Superior to the Gulf of Mexico."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gx41mj01k/manifest.json",
      "label": {
        "none": [
          " John Happ: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/7s75dc57q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "John Happ, U.S. Air Force, Vietnam (A&M Class of ‘67) (Interviewed Jan. 24, 2008) John Happ is a flier with more than 40 combat missions in Vietnam. He loves to fly and he loves to talk about where he’s been, like his some 29 landings on the icy runways of Antarctica. John Happ is a former city councilman in College Station and the former manager of A&M’s Easterwood Airport."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/sj1392150/manifest.json",
      "label": {
        "none": [
          " Al Hanson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tx31qh855/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Al Hanson, Army Air Corps, WW II (Interviewed Aug. 31, 2005) It was on Al and Ruby Hanson's backyard porch that Tom Turbiville first started his passion for telling the story of Brazos Valley Veterans. Al Hanson was a radio operator of the 55th troop carrier squadron US Army Air Corps. He lost count of how many air missions he flew in World War II -- his craft delivering supplies to the troops on practically every island of the Pacific Campaign."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/w66343778/manifest.json",
      "label": {
        "none": [
          " Joe Hanover: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/m613mx79d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gen. Joe Hanover, U.S. Army, WW II (A&M Class of ‘40) (Interviewed Nov. 20, 2008) Gen. Joe Hanover lived in the Brazos Valley most of his life. He spent the last 25 years of his service with the 420th Engineering Brigade on Carson Street in Bryan. He was already in uniform when Pearl Harbor was attacked in Dec. 1941. Immediately following he was assigned to duty in San Francisco, under the Golden Gate Bridge. He was a Civil Engineer with Coast Artillery. Then he headed up a combat engineering unit and eventually was sent to Europe in 1945. (As I type this, we mourn Gen. Hanover’s death yesterday, May 22, 2017, at the age of 99)."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/12579s505/manifest.json",
      "label": {
        "none": [
          " Mike  Guidry - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/fj236243d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Guidry, Navy Seabees, Iraq (Interviewed Aug. 6, 2006) Mike Guidry was a proud member of the 28th Seabees, He initially spent 6 months in Fallujah in Iraq, attached to the 2nd Marines Expeditionary Force. As a Seabee, he helped build things to help fight the war on terror. We did three shows with Mike Guidry, the second and third featuring his own videos he made to show the work of his unit in Iraq."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bz60cw39c/manifest.json",
      "label": {
        "none": [
          " Mike  Guidry - part 3: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/sq87bt762/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Guidry, Navy Seabees, Iraq (Interviewed Aug. 6, 2006) Mike Guidry was a proud member of the 28th Seabees, He initially spent 6 months in Fallujah in Iraq, attached to the 2nd Marines Expeditionary Force. As a Seabee, he helped build things to help fight the war on terror. We did three shows with Mike Guidry, the second and third featuring his own videos he made to show the work of his unit in Iraq."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/db78tc18s/manifest.json",
      "label": {
        "none": [
          " Bill Hamilton: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/6969z0927/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Hamilton, U.S. Army, Vietnam Era Interviewed Dec. 13, 2006 Bill Hamilton is a veteran who did not serve in any overseas combat, but the battle he fought since January 1980 is one that he wins every day. He's a volunteer and an assistant chaplain of the Disabled American Veterans. He sings and writes poems and you'll understand how he turned a personal nightmare into hope and faith. Meet Sergeant Bill Hamilton, Vietnam veteran."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/h415p971v/manifest.json",
      "label": {
        "none": [
          " Jules Jacquin: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/xp68kg367/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jules Jacquin, U.S. Army, WW II (Interviewed Feb. 22, 2007) Jules Jacquin of College Station is one of many proud Aggies whose education was interrupted by World War II. But there was plenty to learn in the Army, as a member of Company K of the 102nd Infantry Division that swept through France, Belgium and Holland on its way to Germany near war’s end."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/xk81jk591/manifest.json",
      "label": {
        "none": [
          " Mike Jarvis: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3t945r051/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Jarvis, U.S. Army, Iraq (A&M Class of 2006) (Interviewed Nov. 2, 2005) Mike Jarvis, with the Texas A&M Veterans Association, talks about what Texas A&M does for its students who have served and are returning for their education, or are about to start service. Jarvis served in Germany and Bosnia in the mid-90s as a combat engineer. He blew stuff up and built robots that did it. He started his service at the age of 17."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hh63sw041/manifest.json",
      "label": {
        "none": [
          " Jim Gordon: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8049g526h/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Gordon, Army Air Corps, WW II (Interviewed June 14, 2006) Sometimes we forget exactly how young some of our World War II veterans were when they lay their short lives on the line for us. On October 26, 1944, Jim Gordon of College Station flew his first of 24 mission over Austria. The next day he celebrated his 19th birthday. He would fly 34 more missions over Europe, most of them with a crew that had been together since their training days in Lincoln, Nebraska. One of those missions earned him a Purple Heart. It was all part of the life of a World War II tail gunner."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gx41mj02v/manifest.json",
      "label": {
        "none": [
          " Mike  Guidry - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/qf85nb595/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Guidry, Navy Seabees, Iraq (Interviewed Aug. 6, 2006) Mike Guidry was a proud member of the 28th Seabees, He initially spent 6 months in Fallujah in Iraq, attached to the 2nd Marines Expeditionary Force. As a Seabee, he helped build things to help fight the war on terror. We did three shows with Mike Guidry, the second and third featuring his own videos he made to show the work of his unit in Iraq."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/v405s963x/manifest.json",
      "label": {
        "none": [
          " Noble Goza: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/st74cq61p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Noble Goza, U.S. Marines, WW II (Interviewed July 15, 2010) Noble Goza is a World War II Veteran for sure, although by the time he was drafted in 1945, little did he know that the war was about to end. His 4th Marines Division has been sent to Maui as replacement troops for the 4th Marines survivors returning from Iwo Jima. While training for what everyone figured would be a ground war with Japan, the bomb was dropped -- and soon after, the war was over. He spent another year in Hawaii and soon was discharged thinking he’d never ever see combat. He was quite wrong. Fast forward to 1950 when then Marine reserve Noble Goza was re-deployed, this time the fast track to Korea, were he was on an LST to the Cliffs at Inchon. Then later to North Korea where his 7th Marines Division was on its way to the Chosin Reservoir when he was wounded and his military service came to a quicker than expected end. His is a fascinating story of service in two wars."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/c247ds28d/manifest.json",
      "label": {
        "none": [
          " Ivo Junek: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/4t64gn41j/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ivo Junek, U.S. Army, WW II (Interviewed Feb. 21, 2008) Before Ivo Junek enlisted in the Army, he was a member of the Tree Army, also known as the Civilian Conservation Corps. A member of the 91st Infantry Division in the European Theater, he spent most of his combat days in Italy. While he was serving in Europe, his three brothers served in World War II in the Pacific. Ivo was a Snook native."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ns064624k/manifest.json",
      "label": {
        "none": [
          " Frank Kocman: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z316q180v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Frank Kocman, U.S. Army, WW II (March 25, 2005) It was December 1944 and America's involvement in World War II was in its fourth winter. Rewind seven months and teenager Frank Kocman Jr. had just graduated from Stephen F Austin High School and Uncle Sam was already calling. In fact Frank needed a student deferment just to finish high school. By July, 18-year-old Frank Kocman was drafted and was on his way to Fort Sam Houston and on to what he thought training to fight the Japanese in the South Pacific but that changed.. It was a fast track from high school to the front lines of the war."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/b2773v919/manifest.json",
      "label": {
        "none": [
          " Bob Wilkinson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/9z903004s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Wilkinson, U.S. Air Force, Korea/Viet Nam (Interviewed Aug. 30, 2006) Colonel Bob Wilkinson caught the end of the Korean War and then three tours of Vietnam, flying both fixed wing and choppers as a United States Marine. But some of his most memorable stories come from the 32 weeks he served as a helicopter pilot for President and Mrs. Dwight Eisenhower, shuttling them mostly from the White House to the retreat named after their grandson, Camp David. His is a fascinating 28 year career of military service. Welcome Bobby Wilkinson."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bg257f27h/manifest.json",
      "label": {
        "none": [
          " James Wade: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3t945r069/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James Wade, U.S. Army, WW II (Interviewed Aug.6, 2009) James Wade arrived in Europe and there was only two more months of fighting and left in World War II. But in that short time, plus the time he spent there in occupational duty, he saw plenty of what now you read about in history books. That included serving guard duty over the witnesses of the Nuremberg trials. The stories don't in there. Here is James Wade of College Station."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/z316q1814/manifest.json",
      "label": {
        "none": [
          " Freddie Wolters: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/hq37vn78c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Freddie Wolters, U.S. Army, World War II (A&M Class of 1944) (Interviewed April 10, 2008) Freddie Wolters served in the Pacific Theater during World War II. The bomb was dropped on Hiroshima before his unit would have been deployed for a bloody ground fight, but still he has stories to tell, many of how he didn't always do things by the book. He was a freshman member of Homer Norton's 1940 A&M football team."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/3j3332456/manifest.json",
      "label": {
        "none": [
          " Bill Youngkin: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2227mp87g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Youngkin, U.S. Army, Vietnam (A&M Class of 69) (Interviewed September 7, 2005) Bill Youngkin was a Texas A&M Yell Leader his senior year. He was a U.S. Army Transportation Specialist in Vietnam in 1971 and 1972. Bill Youngkin talks about his service but also his passion for honoring other veterans through his weekly column in the Bryan/College Station Eagle, \"Brazos Valley Heroes\"."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6682x406v/manifest.json",
      "label": {
        "none": [
          " Keith Youngblood: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/vq27zn57c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Keith Youngblood, U.S. Army, Iraq (Interview August 20, 2009) Keith Youngblood packed an incredible life of service into the 20 years between 1987 and 2007. His service started in Germany, continued with 5 months in Operations Desert Storm, and back to Iraq for Operation Intrinsic Action. He served two years working part-time in President Clinton's Communications Detail, three years back at A&M as a Military Advisor, and finally back to Iraq for 13 months as a Military Marksman in a Roving Sniper Unit. Keith Youngblood also tells his personal story of battling PTSD."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/w3763693d/manifest.json",
      "label": {
        "none": [
          " David West: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8623hx88m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "David West, U.S. Navy, Vietnam (Interviewed Nov. 19, 2009) David West joined the Navy and started out chasing hurricanes from 1956 to 1958. Later he says as a Navy Seal he was wounded in Vietnam but says that chasing hurricanes was some of the scariest stuff he did in the service. He was sent to Vietnam in February 1969 Landing in Saigon. Wounded in Vietnam before training in Vietnam he was at Malta training with the British Navy. David West lived in Navasota before his death."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/fb494872c/manifest.json",
      "label": {
        "none": [
          " Jim Woodall: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ws859f88c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James Woodall, Navy/Army, Korea/Vietnam (A&M Class of 1950) (Interviewed January 17, 2008) James Woodall tried to enlist at the age of 15, even as a youth raising money to help the British fight off the Germans. He did enlist in the Navy Reserves in 1947 and retired in 1982, a 35 year military career that took him to Germany, Korea, Vietnam, and the Army War College in Pennsylvania. He was Commandant of the A&M Corp of Cadets until his retirement."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/rf55z792v/manifest.json",
      "label": {
        "none": [
          " Mark White: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/12579s52q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mark White, U.S. Army, Iraq (A&M Class of 2003) (Interviewed December 4, 2008) Mark White was deployed in Iraq as a member of Alpha Company 111th Engineer Battalion. His job was security, as he helped arrange and provide security for visiting government officials, Presidents, and even Hollywood stars. The detail involved in these visits will surprise people. It was his job to make sure the visits went smoothly."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1j92g773q/manifest.json",
      "label": {
        "none": [
          " Jim West: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ff365539k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim West, U.S. Marines, Vietnam (Interviewed April 26, 2006) Look up Marine in the dictionary and you might just see a picture of Jim West. Well you certainly should. This former Madisonville Police Chiefs spent nearly 3 years as a ground fighter in Vietnam. Jim West was not a spit-and-polish kind of Marine at all. He was a fighter who didn't mind bending a rule or two if it meant protecting his fellow Marines. If it weren't for those wounds he suffered 30 years ago he said that even at the age of 66 he'd volunteered to fight in Iraq. Sadly within a month of our interview Jim West died after suffering a rattlesnake bite on his own ranch."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/n009w243k/manifest.json",
      "label": {
        "none": [
          " Hazel Von Roeder: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/q237hs09z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Hazel Von Roeder, U.S. Air Force, WW II/Korea (Interviewed Jan. 27, 2010) As much as she wanted to, and even volunteered to.... Hazel Von Roeder’s tours of duty during World War II and Korea never sent her overseas. But as any veteran will tell you, stateside service was just as essential to the war effort as any other. Hazel’s skills as an Army nurse took her to Fort Bliss’ famed William Beaumont Army Hospital during World War II, an then to Kelly Air Force Base in San Antonio as a Flight Nurse with the 1734th MATS during the Korean Conflict. Her story of service is indeed one of courage and dedication."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/qv33rw82t/manifest.json",
      "label": {
        "none": [
          " Tyson Voelkel: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/g158bh574/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Tyson Voelkel, U.S. Army, Iraq (A&M Class of ‘96) (Interviewed Oct. 10, 2005) Tyson Voelkel was a proud soldier of the 82nd Airborne, a graduate student at the George Bush School of Public Service, who also taught at West Point in 2007. It was a quick path from Texas A&M Corp of Cadet Commander to Iraq, Company A commander of the 3rd Battalion of the 325th Airborne Infantry Regiment. He was a paratrooper. His unit attached to the Army's 1st Armored Division, working for a time in the Al Rashid district of Baghdad. He was there for two tours.. Today Tyson Voelkel is the Executive Director of the Texas A&M foundation."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/gx41mj034/manifest.json",
      "label": {
        "none": [
          " Ray Valigura: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bk128b09t/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ray Valigura, U.S. Army, WW II (Interviewed March 8,2006) As a machine gunner with the 86th Blackhawk division in Europe, Ray Valigura of Bryan bravely fought in World War II. After the end of the war he saw the horror of World War II up close. While his memories of the war include the camaraderie of the 86th, they just as sharply focused on the remains of the concentration camps and POW camp's his unit helped liberate. He'll tell you that as a youth he didn't much think about it but today his recollections flood back. Assigned to Gen. Patton's third Army in his march through Europe, the 86th Blackhawks was the first unit that returned home after the war in tact. Ray is a retired Texas A&M worker of nearly 30 years. He and his wife Jean lived in Bryan."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/05741r94m/manifest.json",
      "label": {
        "none": [
          " Jack Upham: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2227mp88r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jack Upham, U.S. Army, WW II/Korea (Interviewed Feb. 15, 2006) Ask Jack Upham about his nearly 15 years of military service and he will be the first to tell you that his generation simply did what needed to be done, what needed to be done by all men and women who love their country. Nonetheless, his service in World War II and then in Korea were significant slices of his life. He was a ground soldier with the 27th Infantry Regiment in Luzon that spent a record 162 consecutive days in combat without relief. Then in Korea he realized his dream to be a pilot. It was a military career well served by Jack Upham of College Station."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/cr56n116m/manifest.json",
      "label": {
        "none": [
          " Eddie Thompson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2z10wq369/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Eddie Thompson, US Navy, World War II (Interviewed April 6, 2005) At age 97, Eddie Thompson was the oldest veteran interviewed on KAMU's Veteran's of the Valley. His life spanned both World War I and World War II. He joined the Navy in 1942 at age 35. He served in the Pacific on the deck of the USS Birmingham. He was on the Birmingham at Iwo Jima and Okinawa. He was also on board May 4, 1945, when a Japanese suicide plane hit next to Eddie Thompson's cabin. Eddie Thompson was the uncle of KAMU host, Sharon Colson."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/rr171x509/manifest.json",
      "label": {
        "none": [
          " Rich Thomas: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/np1939410/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Rich Thomas, U.S. Navy, Korea (Interviewed April 12,2006) Rich Thomas of College Station will talk about the Destroyer USS Leonard F. Mason as if it's a family member and why not? It was his home for four years during his service as a Navy sailor during the Korean War. He found the fast track to combat, just three months after joining the Navy at age 17, the Mason was on the receiving end of a Korean offensive, of the Eastern shore of the country at Wonton Harbor. It was a quick introduction to war. He knows he was luckier than many others to have survived the conflict."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/2b88qc40j/manifest.json",
      "label": {
        "none": [
          " Paul Stephens: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v979v333x/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Paul Stephens, Army Air Corps, WW II (Interviewed Sept. 20, 2006) Colonel Paul Stephens will never forget the early morning hours of June 6, 1944, the dawn of D-Day. Hours before sunrise and the beach invasion at Normandy, came the paratrooper drop behind the beaches between them the Americans and the British flew someone 1,000 transport planes and one of those was a C- 47 piloted by Colonel Stephens. Paul Stephen served his country as a flyer and for more than three years of his long service, witnessed the war in Europe from his cock pit. His is a fascinating story. Paul W. Stephens is A&M class of 1938."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/44558d53h/manifest.json",
      "label": {
        "none": [
          " Larry Stewart: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ff365541m/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Larry Stewart, U.S. Navy, Vietnam (A&M Class of ‘65) (Interviewed Sept. 8, 2009) Most local folks know Larry Stewart today for his public service as a member of the College Station City Council. But long before he ever even thought about entering local politics, he served 20 years in the U.S. Navy as a Pilot, most of those years flying the P-3 Patrol Plane. A 1965 graduate of the United States Naval Academy, the first six months of his service was flying missions out of the Philippines to Vietnam during the war. The remaining 19-plus years sent him most anywhere there was an 8,000-foot runway. He spent 2 1/2 years based on the carrier USS Lexington. “The Lex” as it’s well-known today to many a tourist to the Corpus Christi Bay area. It’s a fascinating military career."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hd76s033d/manifest.json",
      "label": {
        "none": [
          " Bill Stroman: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/tx31qh86f/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Stroman, U.S. Marines, Korea (Interviewed May 29, 2008) Bill Stroman packed a lot of living his long life, and a significant part of his journey was his tour of duty as an advisor for a Korean Marines unit during the Korean War. His action came in a four-deuces unit, that's the 4.2 inch mortar launcher. Before and after, Bill Stroman attended three colleges, graduated and spent most of his postwar career as a football coach. He spent 18 years over two different stance at Jourdanton High School near San Antonio and also coached at Humble and Ganado. Bill and Nancy Stroman were named Aggie Parents of the Year in 1980. Bill Stroman was a United States Marine."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/0k225b202/manifest.json",
      "label": {
        "none": [
          " Douglass  Starr - part 2: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2j62s506q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Douglass Starr, U.S. Navy, WW II (Interviewed April 17, 2008) Dr. Douglass Starr’s World War II service all happened before he turned 20 years old. But he packed a lot into those 3 1/2 years. A navy sonarman who serve with honor aboard the proud destroyer USS Nicholas DD-449. He was a Texas A&M journalism professor until the age of 83. Douglass Starr has many stories to tell of not only his World War II service but in Korea aboard the Destroyer USS Walke -- And perhaps the most fascinating was his eyewitness to history. On 2 September 1945 in Tokyo Bay, the signing of the surrender by the Empire of Japan aboard the USS Missouri. You see the Nicholas was moored right alongside Big Mo on that historic day."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/v405s9646/manifest.json",
      "label": {
        "none": [
          " Douglass  Starr - part 1: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/j38607146/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Douglass Starr, U.S. Navy, WW II (Interviewed April 17, 2008) Dr. Douglass Starr’s World War II service all happened before he turned 20 years old. But he packed a lot into those 3 1/2 years. A navy sonarman who serve with honor aboard the proud destroyer USS Nicholas DD-449. He was a Texas A&M journalism professor until the age of 83. Douglass Starr has many stories to tell of not only his World War II service but in Korea aboard the Destroyer USS Walke -- And perhaps the most fascinating was his eyewitness to history. On 2 September 1945 in Tokyo Bay, the signing of the surrender by the Empire of Japan aboard the USS Missouri. You see the Nicholas was moored right alongside Big Mo on that historic day."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6108vb39z/manifest.json",
      "label": {
        "none": [
          " Bob Spoede: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ng451h61q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Spoede, U.S. Army, Vietnam (A&M Class of 1948) (Interviewed February 2, 2007) Bob Spoede is an author and a former A&M professor, and a Vietnam veteran. He was older than most, 38, when he first arrived in country. He served 18 months in the Marines and also served four years in Germany. He was inspired to serve after his brother died in a plane crash while serving as a Marine in 1943."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/d791sg33c/manifest.json",
      "label": {
        "none": [
          " Charles Smith: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/pc289j26r/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Smith, U.S. Army, Vietnam (Interviewed July 16, 2009) Charles Smith grew up in Bryan and graduated from E.A. Kemp in 1960. He served 20 years in the U.S. Army and 22 years with the Postal Service. In the Army between 1960 and 1981, He served one tour in Vietnam as a Recon Squad Leader but his duty was cut short by a bout with Malaria. He also served four tours in Germany and one in South Korea."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9c67wm97z/manifest.json",
      "label": {
        "none": [
          " Mike Southerland: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/1j92g7740/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Southerland, U.S. Army, Vietnam (Interviewed Jan. 26, 2011) The Brazos Valley and particularly residents of Bryan know Mike Southerland for his service on the Bryan City Council since 2006. Many others though know of his 22 1/2 years of military service in the U.S. Army. One year of that, from Feb 1969 to Feb 1970, was spent as a chopper Pilot in Vietnam, flying some 900 hours of mainly what they called Ash and Trash missions between Chu-Li and 80 miles south of Da Nang. There are some stories to tell of reconnaissance, transport and occasional assault. After Viet Nam, Mike Southerland spent another 19 years in uniform, ending his military career stationed at Bryan’s 420th Engineering Brigade, under General Al Jones."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/tt44pn099/manifest.json",
      "label": {
        "none": [
          " C.O. Smith: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/th83kz47q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "C.O. Smith, U.S. Coast Guard, Korea (Interviewed March 5, 2009) C.O. Smith, Texas A&M Class of 1950, is proud of the role that the United States Coast Guard played in World War II. On board the Coast Guard Cutter Bramble, C.O. Smith spent 4 years at sea, almost making it to Europe before mechanical problems sent them to Puerto Rico to dry dock and then through the Panama Canal and to the Pacific and Alaska, where his crew supplied Navy Seabees who were building the Loran Stations."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bv73c064n/manifest.json",
      "label": {
        "none": [
          " Mike Sherman: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/x346d441h/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Mike Sherman, A&M Head Football Coach, Iraq Trip (Interviewed July 20, 2010) This is indeed a special Veterans of the Valley because instead of visiting with a Veteran, Aggie Head Football Coach Mike Sherman and I are going to talk about those who are serving our country right now. In May, Coach Sherman, with the tremendous help of the Aggie Network, had the opportunity to visit Iraq to see first hand the work of the brave men and women there; and to get a personal view of the day-to-day challenges they endure while proudly wearing American military uniforms. And as you can guess, he met with plenty of Aggies on his 6-day stay that took him from Kuwait to Camp Adder, to Camp Victory, to Camp Prosperity. As he wrote in his journal, he discovered the outstanding leadership we have in Iraq, the horrible quality of life the Iraqi people endured for so many years under Saddam Hussein, the passion that our military have for their job and their service, and the passion that they have for football."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/8g84mm36t/manifest.json",
      "label": {
        "none": [
          " Raymond Schultz: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/7d278t21b/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Raymond Schultz, U.S. Army, WW II (Interviewed July 13, 2005) There was a common thread among veterans that runs particularly through those we call the greatest generation, following their brave service to our country came a long career of labor, supporting their families, earning their retirement. For 25 years, Bryan's Raymond Schultz was a plumber at Texas A&M until his retirement in 1985. We salute those years of his youth, when as a member of the 547th Antiaircraft Artillery Automatic Weapon Battalion, he found himself on the final march through Europe, attached to and following behind Gen. George S Patton. Yes, whether it was in the movies or old newsreels, we all are familiar with Patton's 'blood and guts' speeches to his troops as he led the 3rd Army in that final push. Sgt. Raymond Schultz was there listening. It's just one of his memories of his nearly 4 years of service in the United States Army."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/f4752g95x/manifest.json",
      "label": {
        "none": [
          " Jim Saunders: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/c247ds29p/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Saunders, U.S. Army, Vietnam (Interviewed Jan. 22, 2009) ​For 17 years Jim and Doris Saunders owned and operated Saunders Sausage Shop in South College Station. Since they sold the business in 1983, they’ve enjoyed retirement, much of it viewed out the windows of their well-traveled RV. Jim and Doris met after his World War II service in the 1st Cavalry F Troop; stationed in the Philippines near the war’s end. He was on one of the ships at Tokyo Bay on Sept. 2, 1945 when the peace treaty was signed on the USS Missouri and it was his band of brothers in F Company that served as General Douglas MacArthur’s honor guard on his march into Tokyo six days later."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/vm40xr80n/manifest.json",
      "label": {
        "none": [
          " LeRoy Schoenemann: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/44558d54s/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "LeRoy Schoenemann, Army Air Corps, WW II (Interviewed Oct.9, 2008) After Leroy Schoenemann graduated from Snook High School in 1941 his first stop, Guadalcanal, as a member of the 64th Troop Carrier Wing piloting C-47s just about everywhere and carrying just about everything. He eventually went from C-47s to B-47s and that was quite a leap. After World War II he was reactivated and spent most of the Korean War at a lonely outpost in Libya. Here is Lt. Col. Leroy Schoenemann."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/kp78gg577/manifest.json",
      "label": {
        "none": [
          " James Rothermel: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/hx11xf38w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "James Rothermel, U.S. Navy Seabees, WW II (Interviewed Aug. 3, 2005) World War II could not have been fought, much less won, had it not been for the work of the Navy Seabees, the Construction Battalion. They were builders -- airstrips, bridges, piers and everything from hospitals to Quonset Huts...even builders of bomb shelters. Company C Painter First Class James Rothermel was stationed on perhaps the ultimate hotspot of the Pacific at Guadalcanal as a member of the 14th Seabees. He’s a retired educator and a mainstay of development of the Washington County Veterans Memorial in his hometown of Brenham, Texas."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/0v8380787/manifest.json",
      "label": {
        "none": [
          " Terry Rosser: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/0z708w568/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Terry Rosser, U.S. Army, Vietnam (A&M Class of ‘61) (Interviewed Aug.23, 2006) Terry Rosser not only served two tours of Vietnam but he also flew himself there. It was 74 hours and 10 stops along the way and that’s just one story he has to tell. Like most Purple Heart winners, he does not think it was that big a deal that he was wounded. What is a big deal to Terry Rosser is family and his Alma Mater Texas A&M, his faith and his friends."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ns064625v/manifest.json",
      "label": {
        "none": [
          " Gerald Roop: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/1g05fb73h/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Gerald Roop, U.S. Army, WW II (Interviewed Oct. 4, 2006) Captain Gerald Roop is a proud Okie who lived in the Brazos Valley for more than 40 years. He was a sound officer in World War II.  What’s a sound officer? You have to know about “flash and sound” to know what he did. It was not a large unit but an extremely valuable one, that put itself in harm’s way though combat at the Battle of the Bulge and other resistance in their march through France and into Germany."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j098zb31g/manifest.json",
      "label": {
        "none": [
          " Taylor Riedel: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/d217qp770/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Taylor Riedel, Army Air Corp, World War II (A&M Class of 1944) (Interviewed October 25, 2007) Taylor Riedel served in the US Army Air Corp and flew 35 missions in a B-17 Bomber. He grew up in Yorktown, Texas, He was called to active duty in 1943. In 1944, he started his service in England flying B-17 bombing runs mostly over Germany. On his 32nd mission, his plane was hit by 88 millimeter anti-aircraft fire. He was a Principal and Superintendent for the A&M Consolidated ISD for 19 years."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hq37vn79n/manifest.json",
      "label": {
        "none": [
          " Richard Richardson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/hm50tr95h/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Richard Richardson, U.S. Army, WW II (Interviewed Dec.10, 2009) Richard Richardson of Bryan tells an impressive story of his short time in Europe during World War II, near the end of that campaign in 1945. He talks about that and his training in Triple A (Anti Aircraft Artillery). He was stationed at Camp Wallace in Galveston County when Pearl Harbor was attacked, even shipped to California in case the Japanese attacked the mainland. He arrived in Europe too late to experience combat but served his country proudly. Even at age 95, Richard enjoyed a round of golf twice a week and regularly shot his age or lower."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/9w032325b/manifest.json",
      "label": {
        "none": [
          " Jim Robbins: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/vd66w0050/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Jim Robbins, U.S. Army, Vietnam/Desert Storm (Interviewed May 28, 2009) You can tell by just spending few minutes with Jim Robbins that he is quote proud of his 38 years of military service to our country. And we  all should be. A veteran helicopter pilot of the Vietnam War and later in El Salvador and Operation Desert Storm, his federal service included mostly Army duty, but he also had Marine basic training, worked for the Navy, the FAA, and did service in the National Guard. But perhaps his most compelling story, is how his life changed in 1998, three years after he retired from military service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/bc386j47r/manifest.json",
      "label": {
        "none": [
          " Holly Rees: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/r494vk388/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Holly Rees, U.S. Army, WW II (Interviewed Feb.8, 2006) Holly Rees caught the tail end of World War II, but Purple Hearts were being earned even then. It was after the Allied victory in Europe had been won but well before the battle in the Pacific was finished. June 21, 1945 -- that’s when Sergeant Holly Rees, Company 1 of the 184th Infantry, was wounded in the foot during the brutal battle at Okinawa. He had been on the ground just 32 days when he had to put down his rifle. But it was 32 days he’ll never forget."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/ft848q872/manifest.json",
      "label": {
        "none": [
          " Scotty Reynolds: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/ks65hc36q/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Scott Reynolds, Army/Navy, Korea/Viet Nam (A&M Class of 1958) (Interviewed October 25, 2006) He is known as “Dr. Scotty” in books he has written about animal care. Dr. Scott Reynolds served in the Navy and then 14 years in the Army where he was an Army Veterinarian. He served in Guam and Korea. He has worked as an actor and done some 20 television commercials."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pv63g046g/manifest.json",
      "label": {
        "none": [
          " Vic Reid: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/v118rd82w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Vic Reid, U.S. Air Force, Vietnam (Interviewed April 13, 2005) ​June 18th, 1972 , as a member of the 16th Special Ops Squadron of the 8th Tactical Fighter Wing at Ubon Royal Thai AFB in Thailand, Col. Vic Reid was flying his 44th Aerial Combat Mission over the A Shau Valley in South Viet Nam. That was also the first Father’s Day he would observe as a Dad. The celebration would have to wait and very nearly did not happen at all. It was the night his AC-130 Gunship’s wing was shot off. The next 18 hours, he’ll never forget."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/r207tp60k/manifest.json",
      "label": {
        "none": [
          " Rene Ramirez: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/2z10wq37k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Rene Ramirez, Marines, Iraq (Interviewed Dec. 2, 2009) Rene Ramirez served as a 26-year Marine in Norway, Somalia, Bosnia, Iraq, and Afghanistan. He was a radio operator in communications with a tank battalion and the USS Guam. This show focused on his work with the Department of Veterans Affairs and the Texas Veterans Commission. He helps operate the College Station Outpatient Clinic for Veterans."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/1v53jx23b/manifest.json",
      "label": {
        "none": [
          " Al Rampmeier: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/dn39x1713/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Al Rampmeier, U.S. Army, Vietnam (Interviewed Feb. 8, 2007) Al Rampmeier served under Gen. Hal Moore. Moore was the officer depicted in the film “We Were Soldiers”, and wrote the book it was based on. His is a remarkable story of service as a member of the military police."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/0c483j56z/manifest.json",
      "label": {
        "none": [
          " Gordon Pratt: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/m326m1935/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Dr. Gordon Pratt, U.S. Navy, WW II (Interviewed Aug. 5, 2010) Not every World War II Veteran served overseas as they had jobs or were being trained for essential jobs stateside. Such was the case for Dr. Gordon Pratt, who joined the Navy in 1943 and was put in the V-12 program. It was a College Training Program that sent future commissioned Officers to colleges and Universities to complete their training and to help the war effort as a result of their education. Between 1943 and 1946, more than 125,000 men were enrolled in V-12. They included such servicemen as Football Coach George Allen, Sen. Howard Baker, Sen. Robert F. Kennedy, Johnny Carson, and Jack Lemmon.... and a dental student named Gordon Pratt from Dallas. After the war, he served as the dentist for nearly two years on board the USS President Adams, a World War II Transport Ship. And then later at the Corpus Christi Naval Air Station. Dr. Pratt practiced for 40 years as a dentist in Bryan until he retired in 1997 and one of his five children, Gordon Pratt, Jr., has been a dentist here for nearly 25 years."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j098zb32r/manifest.json",
      "label": {
        "none": [
          " Brian Parker: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/b2773v92k/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Brian Parker, U.S. Air Force, Vietnam (Interviewed Aug. 23, 2006) As a crew member of the AC-47, Brian Parker says he could not buy a drink anywhere while on active duty in Vietnam. You see AC-47s went about the business of saving lives and it was a pleasure for those survivors to pick up the tab. When ground troops were surrounded by the enemy, it was the AC-47 gunship that came to the rescue, lighting up the area with flares or bullets. Brian Parker was a navigator in Vietnam for 18 months, just part of his 20 years of military service."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/hx11xf37m/manifest.json",
      "label": {
        "none": [
          " Bill Pope: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/wm117p17w/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bill Pope, Army Air Corps, World War II (Interviewed Nov. 29, 2007) Bill Pope was a student at Michigan State when Pearl Harbor was attacked. He enlisted thinking that the war would be over before he got to the fighting. Bill was a Second Lieutenant in the Army Air Corps during World War II serving as a B-24 Bomber pilot stationed in England. He flew 23 missions over Germany. In 1968, he accepted the position of Associate Dean of Agriculture at Texas A&M University."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/zk51vh049/manifest.json",
      "label": {
        "none": [
          " Rick Oliveras: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/gx41mj04d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Rick Oliveras, Air Force, Vietnam (Interviewed March 1, 2005) Rick Oliveras was involved in intelligence during the Vietnam war. He specialized in photo intelligence interpretation. Rick Oliveras is a long time officer and supporter of the VFW post in Bryan Texas."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/r494vk370/manifest.json",
      "label": {
        "none": [
          " Charles Opersteny: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3484zh12g/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Charles Opersteny, Air Force, Korea (Interviewed Dec. 15, 2005) Charles Opersteny is one of the driving forces of the American Legion Post 159 in Bryan Texas. That is his passions in his post military career. He served at the old Bryan Air Force Base during the years of the Korean War."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/c534fp24j/manifest.json",
      "label": {
        "none": [
          " Bob Pardo: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bz60cw404/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Bob Pardo, U. S. Air Force, Vietnam (Interviewed April 27, 2005) Bob Pardo of College Station was an F4 Phantom pilot during the Vietnam war. He obviously has many stories to tell of his service. But the one story that stands above all is the story known as \"Pardo's Push\". Enough said. You can Google it or listen to him tell the story here. It is an incredible one."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/6d56zw75n/manifest.json",
      "label": {
        "none": [
          " Albert Novak: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/3484zh116/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Albert Novak, Army/Navy/Air Force, WW II (Interviewed July 26, 2007) Albert Novak served his country in three services, the Army, Navy and Air Force. As a machinist aboard the USS Wasp for two years during World War II, Albert Novak recalls that day in March of 1945, when a 500-pound bomb hit the WASP. He was one of 150 injured, fortunately not one of the 100 who died that day. He was born and raised in Bryan, Texas. (Note: Albert Novak was in the advanced stages of Pancreatic cancer when we recorded the interview and passed away less that 2 months later)"
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/cv43nx07q/manifest.json",
      "label": {
        "none": [
          " Don Nicholas: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/kp78gg58h/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Don Nicholas, Air Force, Korea/Vietnam (A&M Class of '48) (Interviewed April 26, 2007) Don Nicholas was a Texas A&M quarterback from 1947 to 1949, not a star player, but he certainly made his mark in service for his country in Korea and Vietnam. During the Korean War he flew 20 B-29 missions from his base in Okinawa and later he served three tours in Vietnam where he flew 69 B-52 missions. After he retired he and an Air Force buddy spent 15 years as one of the top senior tennis doubles teams in Texas."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/2514nk71t/manifest.json",
      "label": {
        "none": [
          " Ty Newton: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8g84mm38c/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Ty Newton, U.S. Air Force, Vietnam (Interviewed March 28, 2007) Ty Newton of College Station could have pursued a pro sports career if he hadn’t loved flying more than he loved baseball. He was pretty good at both but flying was in his blood. He was an instructor pilot both before and after his 4 1/2 years of service in Viet Nam, and even pulled duty as then Congressman Lyndon Johnson’s personal pilot in the late 50’s. Ty Newton flew C-130s during Viet Nam... at the time classified missions that included everything from re-supplying the Laotian Army to dropping flares for U.S. Fighters to better see their targets. It was a mission he could not talk about then, but can now."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/j098zb331/manifest.json",
      "label": {
        "none": [
          " Randy South: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/z316q182d/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Randy South, U.S. Marines, Gulf War (Interviewed April 20, 2005) January 16, 1991, is a day few of us should ever forget. We were glued to our televisions watching the invasion of Kuwait. It was the start of Operation Desert Storm and Randy South was there as a mortarman, with 2nd Battalion, 3rd Marines."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/pr76f369j/manifest.json",
      "label": {
        "none": [
          " Chuck Sippial: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/bc386j499/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Chuck Sippial, U.S. Air Force, Vietnam (Interviewed March 25, 2010) Chuck Sippial has been a significant part of Texas A&M’s administrative family for some 15 years, as Vice President for Administration and more recently in charge of facilities, where he now works for the A&M System. The story you may not know is that of Colonel Chuck Sippial, United States Air Force officer for 22 years. It was a fascinating career that included a nine-month tour at Pleiku Air Base during the Vietnam War -- also two tours in Europe, first at Madrid, Spain and then later at Ramstein AFB in Germany. He served several stateside tours where his expertise and education as a Civil Engineer paved a path to both his military and civilian careers."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/0c483j577/manifest.json",
      "label": {
        "none": [
          " Pat Patterson: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/5m60qs02z/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Pat Patterson, U.S. Marines, Desert Storm (Interviewed March 29, 2006) Pat Patterson served as a Marine during Operation Desert Storm in 1991, but this show is about his work as a counselor for the Texas Veterans Commission. It’s his job to make veterans aware of the benefit available to them. He served 20 years in the Marine Corp. He was a warrant officer during Desert Storm. He crossed the border the day before the ground war started, giving support to the artillery, looking for gun positions."
        ]
      }
    },
    {
      "id": "https://avalon.library.tamu.edu/media_objects/v692t640t/manifest.json",
      "label": {
        "none": [
          " Hugh Shockey: Interview"
        ]
      },
      "type": "Manifest",
      "thumbnail": [
        {
          "id": "https://avalon.library.tamu.edu/master_files/8336h210v/thumbnail",
          "type": "Image"
        }
      ],
      "summary": {
        "none": [
          "Hugh Shockey, U.S. Marines, Korea/Viet Nam (Interviewed November 15, 2007) Hugh Shockey joined the Marine Corp in 1948 at age 17. In the fall of 1950, he was assigned to Inchon, North Korea with the Fifth Marines."
        ]
      }
    }
  ]
}