{
    "id": "https://tamulib-dc-labs.github.io/custom-iiif-manifests/manifests/mcinnis-364.json",
    "label": {
        "none": [
            "Letter to Louis L. McInnis from T. M. Scott, June 27, 1890"
        ]
    },
    "context": "http://iiif.io/api/presentation/3/context.json",
    "metadata": [
        {
            "label": {
                "none": [
                    "date"
                ]
            },
            "value": {
                "none": [
                    "1890-06-27"
                ]
            }
        },
        {
            "label": {
                "none": [
                    "title"
                ]
            },
            "value": {
                "none": [
                    "Letter to Louis L. McInnis from T. M. Scott, June 27, 1890"
                ]
            }
        },
        {
            "label": {
                "none": [
                    "isPartOf"
                ]
            },
            "value": {
                "none": [
                    "Box 2 Louis L. McInnis Papers/Box 2 Folder 2 Louis L. McInnis Papers"
                ]
            }
        },
        {
            "label": {
                "none": [
                    "context"
                ]
            },
            "value": {
                "none": [
                    "bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364"
                ]
            }
        }
    ],
    "thumbnail": [
        {
            "id": "https://api-pre.library.tamu.edu/iiif/2/69bc7455-9b8e-3bed-9654-db05a32253f0/full/!100,100/0/default.jpg",
            "type": "Image"
        }
    ],
    "items": [
        {
            "id": "https://api-pre.library.tamu.edu/iiif-service/fedora/canvas/bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364/pages/page_0",
            "label": {
                "none": [
                    "fedora:bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364/pages/page_0"
                ]
            },
            "height": 3945,
            "width": 3119,
            "items": [
                {
                    "id": "http://example.org/iiif/2",
                    "items": [
                        {
                            "id": "http://example.org/iiif/1",
                            "motivation": "painting",
                            "body": {
                                "id": "https://api-pre.library.tamu.edu/iiif/2/69bc7455-9b8e-3bed-9654-db05a32253f0/full/full/0/default.jpg",
                                "type": "Image",
                                "height": 3945,
                                "width": 3119,
                                "service": [
                                    {
                                        "id": "https://api-pre.library.tamu.edu/iiif/2/69bc7455-9b8e-3bed-9654-db05a32253f0",
                                        "type": "ImageService2",
                                        "profile": "http://iiif.io/api/image/2/level2.json"
                                    }
                                ],
                                "format": "image/jpeg"
                            },
                            "target": "https://api-pre.library.tamu.edu/iiif-service/fedora/canvas/bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364/pages/page_0"
                        }
                    ]
                }
            ],
            "annotations": [
                {
                    "id": "http://example.org/iiif/5",
                    "items": [
                        {
                            "id": "http://example.org/iiif/4",
                            "motivation": "transcribing",
                            "body": {
                                "value": "<span><p>Melissa Texas<br />\nJune 27th /90</p>\n\n<p>Prof. S. S. McInnis<br />\nCollege Station</p>\n\n<p>Dear Prof. I had heard<br />\nof the action of the Board before I re-<br />\nceived your note to day,</p>\n\n<p>I do not see how a person of<br />\nyour business qualifications and at<br />\nyour age, can say &quot;I am at entire loss<br />\nto know what to do,&quot; Were I in your place<br />\nI certainly would never go to teaching<br />\nschool again, but I would spurt up, see<br />\nCapt. Fowlkes and talk Bank with him,<br />\ndon't be in a rush, Its my impression this<br />\nwill be a fine business year and you<br />\nwill be sure to light on your feet.</p>\n\n<p>We are over at home, hard at work fitting<br />\nclear of dirt. Don't know if we will stay, but<br />\nlike Mc Cawber something may turn up, Kind<br />\nlove from Telie and I to Mrs McInnis her mother<br />\nand the little one.</p>\n\n<p>Very Truly, Yrs &amp; c<br />\nT. M. Scott</p></span>",
                                "format": "text/html",
                                "language": "en"
                            },
                            "target": "https://api-pre.library.tamu.edu/iiif-service/fedora/canvas/bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364/pages/page_0"
                        },
                        {
                            "id": "http://example.org/iiif/6",
                            "motivation": "commenting",
                            "body": {
                                "value": "**A Deep Dive into a Handwritten Letter: Transcription and Interpretation**\n\nAlright, let's break this down. My goal here is to accurately transcribe this handwritten letter. First, I'm taking a good, hard look at the image. It's a handwritten letter on what looks like stationary with an embossed seal – classic! I can see the date and location: \"Melissa Texas / June 27th /90.\"  Given the handwriting, I'm fairly certain this refers to 1890, not 1990. The first thing I'll tackle is the recipient's name. It looks like it could be \"Prof. L. L. McInnis / College Station.\" But those initials… those are giving me pause. The first letter in particular is a little ambiguous – it's looping, and it could be an \"S.\" The letter \"S\" is often written that way in this period, it's pretty fancy. So, is it \"S. S.\" or \"L. L.\"?  This is my first real problem, and it will require close comparative work.\n\nI start really scrutinizing the letters. \"Prof. L. L. McInnis\" is a historical figure at Texas A&M, so the \"L. L.\" is likely correct. I can see the \"S\" in \"Station\" and the \"S\" in the signature \"T. M. Scott\". They are different styles of \"S\". Looking at the initial's \"S,\" it's certainly loopy. I'll need to double-check that.  The 'L' usually starts higher, loops, and comes down, but this one looks like it could have a cross. But then, as I check, it actually looks a lot like an \"S\"! I need to keep looking at other instances to make sure. I will transcribe it the way it looks, at first.\n\nI have to carefully analyze the body text. I'll start transcribing, paying close attention to any possible errors or ambiguous words. I'll try to get it accurate for my expert analysis later. \"Dear Prof. I had heard of the action of the Board before I received your note to day.\" So far, so good. Then things get interesting. \"I do not see how a person of your business qualifications and at your age, can say 'I am at entire loss to know what to do,'\" Okay, quoting someone, that is the meaning of the speech. \"Were I in your place\" This word is ambiguous, is it \"There\"? no, \"Were\". It's a key piece of the sentence. \"I certainly would never go to teaching school again, but I would spurt up, see Capt. Fowlkes and talk Bank with him, don't be in a rush.\" \"spurt up\" is good to see that in context of talking business, it means get going. \"Its my impression this will be a fine business year and you will be sure to light on your feet.\" And a reference to a character: \"We are over at home, hard at work getting clear of dirt. Don't know if we will stay, but like Mc Cawber something may turn up.\" Micawber from *David Copperfield*.\n\nThe name: Kind love from Telie and I to Mrs McInnis her mother and the little one. Telie. That's a first vowel that is likely \"e\" not \"i\". Signature looks clear: Very Truly, T. M. Scott.\n\nMy next task is to carefully format the text, I'll use `<p>` tags for paragraphs and `<br>` for line breaks in the address. The signature… should I bold it? Maybe not, it's just text.\n\nNow, let's refine this transcription, really getting into the details.  \"Melissa Texas\", seems solid. \"June 27th /90\", also solid. The recipient's name is where I need to focus: \"Prof. S. S. McInnis\" or \"Prof. L. L. McInnis\". Historically, it's Louis L. McInnis. But looking at the handwriting, and modern standards, it visually loops like an \"S\". I'm going to lean towards \"S. S.\" and include a note about the historical discrepancy. I'll need to go with the visual here. I will check the visual for \"L\" in a different area. Looking at an \"L\" it curves back but doesn't have the final crossing. The second \"S\" loops like this. I have to go with the loops here. It's written as \"S. S.\" and I'll include the other \"L. L.\" as my expert note.\n\nLet's look at \"Were I in your place\": The first word is ambiguous. Does it look like \"There\"? It looks\n\n",
                                "format": "text/plain",
                                "language": "none"
                            },
                            "target": "https://api-pre.library.tamu.edu/iiif-service/fedora/canvas/bb/97/f2/3e/bb97f23e-803a-4bd6-8406-06802623554c/mcinnis_objects/364/pages/page_0"
                        }
                    ]
                }
            ]
        }
    ]
}